{
  "intro": "Здесь вводный текст для натальной карты...",
  "signs": {
    "Sun": {
      "Ari": "Солнце в Овне наделяет личность яркой индивидуальностью, инициативностью и стремлением к лидерству. Вы — прирожденный первопроходец, который не боится идти неизведанными путями и брать на себя ответственность. Ваша энергия направлена на активное самовыражение и достижение целей. Вы склонны действовать быстро и решительно, опираясь на интуицию и внутреннюю уверенность. Ваша честность и прямолинейность привлекают окружающих, хотя иногда излишняя импульсивность может создавать трудности. Важно научиться терпению и умению прислушиваться к мнению других, сохраняя при этом свою природную спонтанность и страсть к жизни. Ваш огненный темперамент требует выхода в творчестве, спорте или предпринимательстве.",
      "Tau": "Солнце в Тельце дарует стабильность, практичность и любовь к материальным благам. Вы цените комфорт, красоту и гармонию в окружающем мире. Ваша сила — в упорстве и последовательности: начав дело, вы всегда доводите его до конца. Вы обладаете тонким вкусом и художественным чутьем, что проявляется в выборе окружения и стиля жизни. Природная надежность делает вас прекрасным другом и партнером. Однако склонность к упрямству и консерватизму может мешать адаптации к переменам. Важно научиться гибкости, не теряя при этом своей внутренней устойчивости. Ваша связь с природой и материальным миром дает вам уникальную способность создавать долговременные ценности.",
      "Gem": "Солнце в Близнецах наделяет живым умом, любознательностью и коммуникативными талантами. Вы легко устанавливаете контакты, быстро усваиваете информацию и умеете адаптироваться к любой ситуации. Ваш интеллект многогранен: вы интересуетесь множеством тем одновременно. Вербальные способности делают вас отличным рассказчиком, учителем или посредником. Ваша гибкость и открытость новому помогают находить нестандартные решения. Однако склонность к поверхностности и распылению энергии может мешать углублению в предмет. Важно научиться концентрации и завершению начатого. Ваш дар общения — ключ к самореализации.",
      "Cnc": "Солнце в Раке дарует глубокую эмоциональность, интуицию и заботливость. Вы чувствительны к настроениям окружающих и обладаете природной способностью к эмпатии. Семья и дом имеют для вас первостепенное значение. Вы создаете атмосферу тепла и безопасности для близких. Ваша память цепка, особенно к эмоционально окрашенным событиям. Творческое воображение и богатый внутренний мир делают вас прекрасным психологом или художником. Однако излишняя ранимость и склонность к переживаниям могут истощать. Важно научиться эмоциональным границам и защите своего пространства. Ваша способность к глубоким чувствам — ваша сила.",
      "Leo": "Солнце во Льве наделяет харизмой, творческим потенциалом и королевским достоинством. Вы рождены сиять и вдохновлять других. Ваша щедрость, великодушие и природное обаяние притягивают людей. Вы стремитесь к признанию и не боитесь быть в центре внимания. Креативность пронизывает все, что вы делаете. Ваша уверенность в себе и оптимизм помогают преодолевать препятствия. Однако склонность к драматизации и потребность в восхищении могут создавать сложности. Важно развивать скромность и внимание к другим. Ваша способность вдохновлять — настоящий дар, используйте его мудро.",
      "Vir": "Солнце в Деве дарует аналитический ум, практичность и стремление к совершенству. Вы обладаете острым вниманием к деталям и способностью видеть то, что ускользает от других. Ваша работоспособность и ответственность делают вас незаменимым специалистом. Вы умеете систематизировать, анализировать и оптимизировать любые процессы. Служение и помощь другим приносят вам истинное удовлетворение. Однако излишняя критичность к себе и окружающим может мешать гармонии. Важно принять несовершенство мира и научиться расслабляться. Ваша способность к точности и порядку — ценный талант.",
      "Lib": "Солнце в Весах наделяет чувством гармонии, дипломатическими способностями и любовью к красоте. Вы стремитесь к балансу во всех сферах жизни и обладаете природным чувством справедливости. Ваш шарм и умение находить компромиссы делают вас прекрасным партнером и посредником. Эстетическое восприятие мира побуждает окружать себя прекрасным. Вы ценитедонравятся конфликты и стремитесь к мирному разрешению споров. Однако нерешительность и зависимость от мнения других могут затруднять выбор. Важно развивать собственную позицию, сохраняя дипломатичность. Ваша способность видеть разные стороны вопроса — уникальный дар.",
      "Sco": "Солнце в Скорпионе дарует интенсивность, глубину и трансформационную силу. Вы обладаете проникновенной интуицией и способностью видеть скрытые мотивы людей. Ваша страстность и целеустремленность не знают компромиссов. Вы не боитесь темных сторон жизни и способны возрождаться из пепла кризисов. Магнетическая притягательность и внутренняя сила делают вас влиятельной личностью. Однако склонность к контролю и ревности может разрушать отношения. Важно научиться доверию и отпусканию. Ваша способность к глубинной трансформации — величайший потенциал.",
      "Sag": "Солнце в Стрельце наделяет оптимизмом, философским складом ума и жаждой приключений. Вы вечный искатель истины, стремящийся к расширению горизонтов. Ваша открытость, честность и щедрость духа вдохновляют окружающих. Вы любите путешествия, обучение и исследование новых культур. Природный идеализм и вера в лучшее помогают преодолевать трудности. Однако чрезмерная прямолинейность и нетерпеливость могут ранить других. Важно развивать такт и внимание к деталям. Ваша способность видеть большую картину и вдохновлять на подвиги — ваше предназначение.",
      "Cap": "Солнце в Козероге дарует амбициозность, дисциплину и стратегическое мышление. Вы целеустремленно движетесь к вершинам, не боясь трудностей. Ваша ответственность, практичность и выносливость делают вас надежным профессионалом. Вы умеете планировать на долгосрок и терпеливо строить фундамент успеха. Уважение традиций и иерархий дает вам устойчивость. Однако склонность к пессимизму и чрезмерной серьезности может ограничивать радость жизни. Важно научиться легкости и спонтанности. Ваша способность достигать целей через упорный труд — основа вашего величия.",
      "Aqu": "Солнце в Водолее наделяет оригинальностью, независимостью и гуманистическими идеалами. Вы мыслитель и новатор, видящий будущее раньше других. Ваша индивидуальность и нежелание следовать толпе делают вас уникальным. Вы цените свободу и интеллектуальную стимуляцию. Дружба и социальные связи важны для вас, но вы сохраняете дистанцию. Ваши прогрессивные идеи могут менять мир. Однако эмоциональная отстраненность может создавать барьеры в близких отношениях. Важно научиться выражать чувства. Ваша способность видеть нестандартные решения — дар человечеству.",
      "Pis": "Солнце в Рыбах дарует глубокую чувствительность, интуицию и духовность. Вы обладаете богатым воображением и творческими способностями. Ваша эмпатия и сострадание делают вас целителем душ. Вы легко улавливаете невидимые течения и атмосферу пространства. Музыка, искусство и мистика глубоко резонируют с вами. Ваша способность к самопожертвованию и служению вдохновляет. Однако склонность к эскапизму и потеря границ могут приводить к трудностям. Важно научиться заземлению и защите энергии. Ваша связь с тонким миром — источник вдохновения и исцеления."
    },
    "Moon": {
      "Ari": "Луна в Овне наделяет человека быстрыми, импульсивными реакциями. Вы выражаете чувства открыто, страстно и иногда агрессивно. Комфорт для вас — это действие, движение и победа. Вы быстро вспыхиваете, но так же быстро отходите. В быту вы нетерпеливы, любите, чтобы всё было по-вашему. Ваша мама могла восприниматься как активная, сильная или доминирующая фигура. Эмоциональная безопасность достигается через самостоятельность и независимость.",
      "Tau": "Луна в Тельце — это положение экзальтации, одно из самых гармоничных. Оно дарует устойчивую психику, любовь к комфорту, вкусной еде и красивым вещам. Вы эмоционально стабильны, не любите перемен и спешки. Вам важно чувствовать материальную почву под ногами. В отношениях вы верны, заботливы и тактильны. Стресс снимаете через отдых на природе, шопинг или гастрономические удовольствия.",
      "Gem": "Луна в Близнецах дает потребность в постоянном общении и смене впечатлений. Вы не любите глубоко погружаться в переживания, предпочитая проговаривать их или анализировать. Эмоциональный комфорт для вас — это интересная книга, разговор с другом или поездка. Вы легко адаптируетесь к переменам, но можете быть поверхностны и непостоянны в чувствах. Рутина вас угнетает.",
      "Cnc": "Луна в Раке находится в своей обители. Это дает невероятную чувствительность, интуицию и эмпатию. Вы очень привязаны к дому, семье и маме. Мир воспринимается через призму безопасности и доверия. Вы ранимы, обидчивы, но очень заботливы по отношению к близким. Вам жизненно необходимо иметь свое убежище, где можно спрятаться от внешнего мира. Настроение переменчиво, как фазы Луны.",
      "Leo": "Луна во Льве превращает эмоции в театральное представление. Вам важно, чтобы ваши чувства замечали и ценили. Вы любите праздники, подарки и внимание. Дома стремитесь быть центром вселенной. Мама могла восприниматься как королева или яркая личность. В душе вы — большой ребенок, которому нужно восхищение и похвала. Вы благородны, щедры, но можете быть эгоцентричны.",
      "Vir": "Луна в Деве дает потребность в порядке и ясности. Хаос вызывает у вас тревогу. Вы выражаете заботу через конкретную помощь, наведение чистоты или заботу о здоровье. Эмоции подвергаются анализу, что может мешать расслабиться. Вы можете быть критичны к себе и домашним. Душевный покой приходит, когда все дела сделаны, а вокруг идеальный порядок.",
      "Lib": "Луна в Весах стремится к гармонии и партнерству. Вам плохо в одиночестве, нужен кто-то рядом для эмоционального равновесия. Вы избегаете конфликтов, сглаживаете острые углы и цените эстетику в быту. Грубость и вульгарность вас глубоко ранят. В отношениях вы дипломатичны, но можете быть нерешительны, перекладывая ответственность за эмоциональные решения на партнера.",
      "Sco": "Луна в Скорпионе — положение падения. Это дает интенсивную, бурлящую эмоциональную жизнь. Вы подозрительны, ревнивы, но невероятно проницательны. Чувствуете ложь за версту. Эмоциональный комфорт достигается через кризисы, трансформации и глубокие, порой болезненные переживания. Вы собственник, но если любите — то до конца. Вам нужно учиться отпускать и доверять.",
      "Sag": "Луна в Стрельце дает оптимизм и потребность в свободе. Вы не любите, когда вас ограничивают бытом или обязательствами. Ваш дом — весь мир. Вы философски относитесь к проблемам, щедры и добродушны. Эмоциональная подпитка приходит через путешествия, обучение или наставничество. Вы можете быть бестактны, но не со зла. Вам важно иметь высокую цель или идею.",
      "Cap": "Луна в Козероге — положение изгнания. Эмоции здесь сдержанны, заморожены или подчинены долгу. Вы не привыкли жалеть себя и других. Ответственность и карьера могут заменять душевную близость. Вы надежны, терпеливы, но можете казаться сухим и холодным. Безопасность для вас — это социальный статус, недвижимость и счет в банке. Вам трудно расслабиться.",
      "Aqu": "Луна в Водолее дает потребность в свободе и независимости даже в кругу семьи. Вы дружите со своими детьми и родителями, но держите дистанцию. Эмоции могут быть непредсказуемыми. Вы цените интеллектуальное общение больше душевных излияний. Быт должен быть автоматизирован. Вы толерантны, оригинальны, но можете казаться отстраненным и холодным для тех, кто ждет традиционной заботы.",
      "Pis": "Луна в Рыбах наделяет тончайшей интуицией и чувствительностью. Вы впитываете чужие эмоции как губка. Грань между реальностью и фантазией размыта. Вы сострадательны, милосердны, но можете быть жертвенны или склонны к самообману. Вам нужно много времени проводить в уединении, у воды или занимаясь творчеством, чтобы восстановить душевное равновесие."
    },
    "Mercury": {
      "Ari": "Меркурий в Овне — мышление быстрое, резкое, импульсивное. Вы схватываете информацию на лету, но не любите вдаваться в детали. В споре вы агрессивны, любите последнее слово. Говорите прямо, без обиняков. Решения принимаете мгновенно.",
      "Tau": "Меркурий в Тельце — ум практичный, основательный, но медлительный. Вы долго усваиваете новое, но если запомнили — то навсегда. Цените конкретные факты, а не абстрактные теории. Голос часто приятный, речь размеренная.",
      "Gem": "Меркурий в Близнецах (в обители) — блестящий интеллект, любознательность, многозадачность. Вы вечный студент. Легко учите языки, общаетесь со всеми подряд. Но знания могут быть поверхностными, вам трудно сосредоточиться на чем-то одном долго.",
      "Cnc": "Меркурий в Раке — мышление образное, эмоциональное, интуитивное. Вы запоминаете не факты, а настроение разговора. Хорошая память на прошлое. В общении осторожны, скрытны, но очень душевны с близкими.",
      "Leo": "Меркурий во Льве — речь яркая, театральная, убедительная. Вы любите вещать, быть в центре внимания. Мышление творческое, но субъективное. Вам трудно менять свое мнение. Любите комплименты вашему уму.",
      "Vir": "Меркурий в Деве (в обители и экзальтации) — мощный аналитический ум. Вы замечаете мельчайшие детали, критичны, логичны. Прекрасный организатор и систематизатор. Любите инструкции и четкость. Можете быть занудой.",
      "Lib": "Меркурий в Весах — ум, настроенный на партнерство и эстетику. Вы дипломат, всегда видите две стороны медали, из-за чего трудно принять решение. Избегаете грубости в речи. Прекрасно ведете переговоры.",
      "Sco": "Меркурий в Скорпионе — ум проницательный, саркастичный, исследовательский. Вы любите тайны, детективы, психологию. Видите людей насквозь. В речи можете быть язвительны. Мышление глубокое, но навязчивое.",
      "Sag": "Меркурий в Стрельце (в изгнании) — мышление широкое, философское, но небрежное к деталям. Вы мыслите глобально, стратегически. Любите поучать, давать советы. Интересуетесь иностранными культурами и высшим образованием.",
      "Cap": "Меркурий в Козероге — ум строгий, логичный, структурированный. Вы немногословны, говорите только по делу. Цените профессионализм и факты. Планируете на годы вперед. Осторожны в высказываниях.",
      "Aqu": "Меркурий в Водолее — ум оригинальный, изобретательный, парадоксальный. Вы мыслите будущим, любите науку и технику. В общении демократичны. Ваши идеи могут казаться безумными, но они гениальны.",
      "Pis": "Меркурий в Рыбах (в падении) — мышление иррациональное, образное, интуитивное. Логика хромает, зато фантазия богатейшая. Вы можете путаться в фактах, привирать. Понимаете без слов, телепатически."
    },
    "Venus": {
      "Ari": "Венера в Овне — чувства яркие, страстные, но быстро сгорающие. Вы охотник в любви: вам важно завоевать, победить. Инициативны, прямолинейны. Можете быть эгоистичны, требуя внимания здесь и сейчас.",
      "Tau": "Венера в Тельце (в обители) — любовь чувственная, земная, стабильная. Вы цените верность, комфорт, прикосновения. Долго присматриваетесь, но привязываетесь накрепко. Вкус к деньгам и красивым вещам.",
      "Gem": "Венера в Близнецах — любовь легкая, флиртующая, интеллектуальная. Вам важно, чтобы с партнером было о чем поговорить. Чувства переменчивы, вы не любите драм и сцен ревности. Склонны к параллельным симпатиям.",
      "Cnc": "Венера в Раке — чувства глубокие, ранимые, материнские. Вы ищете безопасности и уюта. Очень привязываетесь к партнеру, заботливы, но обидчивы. Любовь для вас неотделима от создания семьи и дома.",
      "Leo": "Венера во Льве — любовь как праздник. Вы любите красиво ухаживать, дарить щедрые подарки и получать восхищение. Гордитесь партнером. Верны, если вас ценят. Ревнивы к вниманию.",
      "Vir": "Венера в Деве (в падении) — любовь рассудочная, осторожная. Вы выражаете чувства через заботу и помощь, а не через романтику. Критичны к партнеру, подмечаете мелочи. Скромны и застенчивы.",
      "Lib": "Венера в Весах (в обители) — любовь эстетическая, гармоничная. Вы ищете идеального партнера, цените красоту отношений. Не выносите скандалов. Дипломатичны, обаятельны, мастера флирта.",
      "Sco": "Венера в Скорпионе (в изгнании) — любовь роковая, страстная, на грани боли. Вы собственник, ревнивец, но невероятно преданы. Чувства глубокие, трансформирующие. Секс имеет огромное значение.",
      "Sag": "Венера в Стрельце — любовь авантюрная, идеалистичная. Вам нужен партнер-единомышленник, с которым можно путешествовать и развиваться. Не терпите ограничений свободы. Щедрость и оптимизм в чувствах.",
      "Cap": "Венера в Козероге — чувства сдержанные, серьезные, зрелые. Вы не размениваетесь по мелочам. Ищете статус и надежность. Любовь доказываете делом и верностью. Поздно раскрываетесь.",
      "Aqu": "Венера в Водолее — любовь свободная, дружеская, нетрадиционная. Вы не терпите рамок и условностей. Партнер должен быть прежде всего другом. Цените интеллект и оригинальность. Эмоционально отстранены.",
      "Pis": "Венера в Рыбах (в экзальтации) — любовь жертвенная, безусловная, романтичная. Вы идеализируете партнера, растворяетесь в нем. Сострадательны, чувствительны. Мечтаете о сказочной любви."
    },
    "Mars": {
      "Ari": "Марс в Овне (в обители) — энергия бьет ключом. Вы импульсивны, агрессивны, смелы. Действуете по принципу «вижу цель — не вижу препятствий». Вспыльчивы, но отходчивы. Лидер, воин, первопроходец.",
      "Tau": "Марс в Тельце (в изгнании) — энергия медленная, упорная, практичная. Вы долго раскачиваетесь, но если начали — вас не остановить (как бульдозер). Цените результат и материальную выгоду. Упрямы до невозможности.",
      "Gem": "Марс в Близнецах — энергия ментальная, словесная. Ваше оружие — слово. Вы разбрасываетесь, хватаетесь за сто дел сразу. Ловкость рук и быстрота реакции. Склонны к спорам и сарказму.",
      "Cnc": "Марс в Раке (в падении) — энергия зависит от настроения. Вы действуете осторожно, шаг вперед — два назад. Мотивация — защита семьи и безопасности. Гнев подавляете, что ведет к обидам и истерикам.",
      "Leo": "Марс во Льве — энергия творческая, демонстративная. Вы действуете, чтобы вас заметили и похвалили. Благородны, но горды. Лидерские амбиции. Не любите мелочиться.",
      "Vir": "Марс в Деве — энергия направлена на работу и детали. Вы мастер своего дела, перфекционист. Действуете методично, критично. Трудоголик, но можете утонуть в мелочах, забыв о главном.",
      "Lib": "Марс в Весах (в изгнании) — энергия колеблющаяся. Вам трудно решиться на действие в одиночку, нужен партнер. Избегаете открытых конфликтов, действуете дипломатично или чужими руками.",
      "Sco": "Марс в Скорпионе (в обители) — энергия мощная, скрытая, магическая. Вы невероятно выносливы, действуете в кризисах лучше всех. Злопамятны, мстительны, но преданы делу до фанатизма. Сексуальный потенциал.",
      "Sag": "Марс в Стрельце — энергия идейная, экспансивная. Вы борец за справедливость, энтузиаст. Действуете с размахом, но часто не доводите дело до конца. Любите спорт и приключения.",
      "Cap": "Марс в Козероге (в экзальтации) — энергия целеустремленная, стратегическая. Вы лучший организатор. Действуете холодно, расчетливо, на результат. Выносливость и амбиции зашкаливают.",
      "Aqu": "Марс в Водолее — энергия непредсказуемая, революционная. Вы действуете нестандартно, любите эксперименты. Командный игрок, но не терпите приказов. Борец за свободу.",
      "Pis": "Марс в Рыбах — энергия хаотичная, вдохновенная. Вы действуете по интуиции или настроению. Трудно собраться, лень. Но способны на самопожертвование и тайные операции."
    },
    "Jupiter": {
      "Ari": "Юпитер в Овне дарит удачу тем, кто смел и инициативен. Вы лидер, который вдохновляет других своим энтузиазмом. Успех приходит через первопроходчество и активные действия.",
      "Tau": "Юпитер в Тельце приносит удачу в материальных делах. Вы умеете приумножать богатство, цените комфорт и качество. Успех приходит через терпение, стабильность и создание надежного фундамента.",
      "Gem": "Юпитер в Близнецах расширяет кругозор через общение и обучение. Вы вечный студент, удачливы в торговле, журналистике и посредничестве. Успех приходит через связи и информацию.",
      "Cnc": "Юпитер в Раке (в экзальтации) дарит невероятную интуицию и покровительство рода. Вы щедры, заботливы, удачливы в вопросах недвижимости и семьи. Успех приходит через заботу о других и патриотизм.",
      "Leo": "Юпитер во Льве любит масштаб, роскошь и публичность. Вы артистичны, великодушны, удачливы в шоу-бизнесе и творчестве. Успех приходит, когда вы сияете и дарите тепло окружающим.",
      "Vir": "Юпитер в Деве (в изгнании) ищет смысл в деталях и служении. Вы удачливы в медицине, науке и кропотливой работе. Успех приходит через профессионализм, порядок и помощь людям.",
      "Lib": "Юпитер в Весах приносит удачу через партнерство и дипломатию. Вы справедливы, эстетичны, удачливы в юриспруденции и искусстве. Успех приходит через умение договариваться и создавать гармонию.",
      "Sco": "Юпитер в Скорпионе дарует мощную интуицию и способность к трансформации. Вы удачливы в финансах, бизнесе и оккультизме. Успех приходит через кризисы, риск и умение видеть скрытое.",
      "Sag": "Юпитер в Стрельце (в обители) — самое сильное положение. Вы оптимист, философ, путешественник. Удача сопутствует вам везде. Успех приходит через преподавание, иностранные связи и духовный рост.",
      "Cap": "Юпитер в Козероге (в падении) сдержан и амбициозен. Удача не падает с неба, а зарабатывается трудом. Вы отличный администратор. Успех приходит через карьеру, дисциплину и социальный статус.",
      "Aqu": "Юпитер в Водолее приносит удачу через друзей, коллективы и новые технологии. Вы гуманист и реформатор. Успех приходит через оригинальные идеи, интернет и общественную деятельность.",
      "Pis": "Юпитер в Рыбах (в обители) дарует милосердие, духовность и творческий дар. Вы интуитивны, удачливы в искусстве и психологии. Успех приходит через веру, сострадание и помощь обездоленным."
    },
    "Saturn": {
      "Ari": "Сатурн в Овне (в падении) создает трудности с инициативой. Вы учитесь терпению и сдержанности через конфликты. Вам нужно выработать стратегию, а не биться головой о стену.",
      "Tau": "Сатурн в Тельце требует упорства в материальных вопросах. Вы боитесь бедности, поэтому работаете на износ. Вам нужно учиться наслаждаться жизнью, не экономя на всем.",
      "Gem": "Сатурн в Близнецах дисциплинирует ум. Вы серьезны в учебе и общении, не любите пустую болтовню. Вам нужно преодолеть страх показаться глупым и учиться легкости.",
      "Cnc": "Сатурн в Раке (в изгнании) дает эмоциональную зажатость. Вы боитесь показать уязвимость, строите стены вокруг себя. Урок — научиться доверять близким и создать семью.",
      "Leo": "Сатурн во Льве ограничивает творческое самовыражение. Вы боитесь публики или критики. Урок — развить внутренний стержень и не зависеть от аплодисментов.",
      "Vir": "Сатурн в Деве дает перфекционизм и трудоголизм. Вы критичны к мелочам, боитесь хаоса. Урок — научиться видеть целое за деталями и не изводить себя работой.",
      "Lib": "Сатурн в Весах (в экзальтации) — мастер договоренностей. Вы серьезно относитесь к браку и партнерству. Справедливы, ответственны. Урок — не терпеть плохие отношения ради приличий.",
      "Sco": "Сатурн в Скорпионе дает страх перед переменами и глубиной. Вы контролируете свои страсти и чужие деньги. Урок — научиться отпускать и доверять жизненному потоку.",
      "Sag": "Сатурн в Стрельце проверяет вашу веру и убеждения. Вы можете быть догматиком. Урок — расширить горизонты и найти свою истинную философию, а не следовать правилам.",
      "Cap": "Сатурн в Козероге (в обители) — сильнейшее положение. Вы амбициозны, дисциплинированы, выносливы. Карьерист. Урок — не забывать о душе в погоне за статусом.",
      "Aqu": "Сатурн в Водолее (в обители) дает научный склад ума и ответственность перед обществом. Вы верный друг, но эмоционально холодны. Урок — сочетать структуру с новизной.",
      "Pis": "Сатурн в Рыбах дает страхи, фобии и чувство одиночества. Вам трудно структурировать свой хаос. Урок — найти духовный стержень и служить людям, не теряя себя."
    },
    "Uranus": {
      "Ari": "Поколение новаторов и бунтарей. Стремление к абсолютной свободе и переменам.",
      "Tau": "Реформы в экономике и финансах. Новое отношение к собственности и земле.",
      "Gem": "Революция в средствах связи и информации. Гениальные идеи, быстрое мышление.",
      "Cnc": "Перемены в традициях и семейном укладе. Свободные отношения в семье.",
      "Leo": "Свобода в творчестве и любви. Новые формы искусства и самовыражения.",
      "Vir": "Внедрение технологий в работу и медицину. Компьютеризация рутины.",
      "Lib": "Свободные браки, новые формы партнерства. Реформы в правосудии.",
      "Sco": "Сексуальная революция, интерес к магии и трансформации. Глубокие кризисы.",
      "Sag": "Реформы в религии и образовании. Открытие новых горизонтов и путешествия.",
      "Cap": "Смена политических структур и власти. Разрушение старых иерархий.",
      "Aqu": "Эпоха братства, науки и гуманизма. Расцвет астрологии и IT.",
      "Pis": "Пробуждение духовности, интерес к мистике и психологии. Размытие границ."
    },
    "Neptune": {
      "Ari": "Духовный поиск через борьбу и идеализм. Новые религиозные течения.",
      "Tau": "Материализация мечты, идеализация красоты и природы.",
      "Gem": "Мистика в литературе, обман в информации, интуитивное знание.",
      "Cnc": "Глубокая эмоциональность, идеализация родины и семьи.",
      "Leo": "Романтизм в искусстве, идеализация любви. «Золотой век» кино.",
      "Vir": "Внимание к здоровому образу жизни, химия, фармацевтика.",
      "Lib": "Идеалы гармонии, мира и справедливости. Расцвет дипломатии.",
      "Sco": "Интерес к подсознанию, сексу и магии. Глубокие психологические трансформации.",
      "Sag": "Духовные странствия, идеализм в религии и философии.",
      "Cap": "Размытие структур, хаос в управлении, но и духовная дисциплина.",
      "Aqu": "Мечты о всеобщем братстве, утопические идеи, гуманизм.",
      "Pis": "Глубочайшая духовность, мистика, музыка, жертвенность. Эпоха психологии."
    },
    "Pluto": {
      "Ari": "Трансформация личности через борьбу. Эпоха войн и передела мира.",
      "Tau": "Перестройка финансовой системы. Борьба за ресурсы и территории.",
      "Gem": "Трансформация СМИ и коммуникаций. Манипуляция информацией.",
      "Cnc": "Глубинные перемены в семье и нации. Защита своих корней.",
      "Leo": "Власть творчества и самовыражения. Диктат моды и кумиров.",
      "Vir": "Трансформация медицины и труда. Борьба за экологию и здоровье.",
      "Lib": "Перестройка системы брака и правосудия. Новые нормы отношений.",
      "Sco": "Сексуальная революция, власть больших денег, мафия, атомная энергия.",
      "Sag": "Трансформация религии и мировоззрения. Глобализация.",
      "Cap": "Разрушение старых империй и государственных структур. Борьба за власть.",
      "Aqu": "Революции, свобода, научные прорывы. Трансформация общества.",
      "Pis": "Глубинные психологические сдвиги, тайная власть, религия."
    },
    "North_node": {
      "Ari": "Задача: стать лидером, проявить инициативу, быть смелым и независимым. Опираться на партнерство (Весы), но идти своим путем.",
      "Tau": "Задача: накапливать ресурсы, создавать комфорт, ценить материю. Опираться на кризисы (Скорпион), но стремиться к стабильности.",
      "Gem": "Задача: учиться, общаться, передавать информацию. Опираться на мудрость (Стрелец), но быть проще и доступнее.",
      "Cnc": "Задача: создать семью, уют, проявить заботу. Опираться на карьеру (Козерог), но выбрать дом и душу.",
      "Leo": "Задача: творить, сиять, быть центром внимания. Опираться на коллектив (Водолей), но проявить свою индивидуальность.",
      "Vir": "Задача: служить, работать, наводить порядок. Опираться на интуицию (Рыбы), но быть практичным и точным.",
      "Lib": "Задача: строить отношения, договариваться, быть дипломатом. Опираться на себя (Овен), но учитывать интересы партнера.",
      "Sco": "Задача: рисковать, трансформироваться, идти в глубину. Опираться на комфорт (Телец), но не бояться кризисов.",
      "Sag": "Задача: быть учителем, философом, путешественником. Опираться на факты (Близнецы), но видеть общую картину.",
      "Cap": "Задача: строить карьеру, брать ответственность, достигать целей. Опираться на семью (Рак), но идти к вершине.",
      "Aqu": "Задача: быть свободным, дружить, внедрять новое. Опираться на творчество (Лев), но думать о благе всех.",
      "Pis": "Задача: верить, медитировать, помогать, любить безусловно. Опираться на логику (Дева), но слушать сердце."
    },
    "South_node": {
      "Ari": "Наработанный опыт: лидерство, агрессия, самостоятельность. Нужно уходить от эгоизма к партнерству.",
      "Tau": "Наработанный опыт: накопительство, стабильность, комфорт. Нужно учиться рисковать и отпускать.",
      "Gem": "Наработанный опыт: легкость, общение, поверхностность. Нужно искать глубокий смысл и мудрость.",
      "Cnc": "Наработанный опыт: семья, эмоции, зависимость. Нужно строить карьеру и взрослеть.",
      "Leo": "Наработанный опыт: слава, творчество, эгоцентризм. Нужно учиться дружить и быть равным.",
      "Vir": "Наработанный опыт: труд, критика, мелочность. Нужно расслабиться и довериться потоку.",
      "Lib": "Наработанный опыт: компромиссы, зависимость от партнера. Нужно проявить самостоятельность.",
      "Sco": "Наработанный опыт: власть, манипуляции, кризисы. Нужно искать покой и стабильность.",
      "Sag": "Наработанный опыт: учительство, догматизм, путешествия. Нужно учиться простому общению.",
      "Cap": "Наработанный опыт: карьера, жесткость, одиночество. Нужно создать семью и проявить мягкость.",
      "Aqu": "Наработанный опыт: свобода, революции, отстраненность. Нужно раскрыть свое сердце и творчество.",
      "Pis": "Наработанный опыт: жертвенность, иллюзии, уединение. Нужно работать и приносить конкретную пользу."
    },
    "Lilith": {
      "Ari": "Искушение агрессией и насилием. Страх быть слабым. Кармическая задача — научиться управлять своим гневом и быть честным воином.",
      "Tau": "Искушение жадностью и накопительством. Страх нищеты. Кармическая задача — не привязываться к вещам и деньгам.",
      "Gem": "Искушение ложью, сплетнями и воровством интеллектуальной собственности. Кармическая задача — быть честным в словах.",
      "Cnc": "Искушение родовыми проклятиями, манипуляциями в семье. Кармическая задача — проработать отношения с мамой и родом.",
      "Leo": "Искушение гордыней, тщеславием и игрой на публику. Кармическая задача — творить не ради славы, а от души.",
      "Vir": "Искушение мелочностью, критиканством и ипохондрией. Кармическая задача — служить людям бескорыстно.",
      "Lib": "Искушение лже-дипломатией, изменами и ненадежностью. Кармическая задача — быть верным и честным партнером.",
      "Sco": "Искушение магией, сексом, насилием и властью. Самое сильное положение. Кармическая задача — трансформировать свои пороки.",
      "Sag": "Искушение лже-учительством и фанатизмом. Кармическая задача — уважать чужую веру и не навязывать свое мнение.",
      "Cap": "Искушение деспотизмом, карьеризмом и жестокостью. Кармическая задача — не идти по головам ради цели.",
      "Aqu": "Искушение анархией, предательством друзей и хулиганством. Кармическая задача — ценить свободу, но не нарушать чужие границы.",
      "Pis": "Искушение алкоголем, наркотиками, обманом и иллюзиями. Кармическая задача — сохранять ясность ума и помогать страждущим."
    }
  },
  "houses": {
    "Sun": {
      "1": "Солнце в 1 доме: Вы яркая, заметная личность. Лидер по натуре. Ваша самореализация зависит только от вас. Важно следить за имиджем.",
      "2": "Солнце во 2 доме: Ваша энергия направлена на заработок и накопление. Вы цените красивые вещи. Финансовый успех важен для самооценки.",
      "3": "Солнце в 3 доме: Вы общительны, любознательны. Реализация через контакты, поездки, обучение, братьев/сестер и писательство.",
      "4": "Солнце в 4 доме: Ваша сила в семье и корнях. Домосед, патриот. Реализация через недвижимость, создание уюта и продолжение рода.",
      "5": "Солнце в 5 доме: Дом творчества, любви и детей. Вы артистичны, азартны. Жизнь для вас — сцена. Успех в шоу-бизнесе или спорте.",
      "6": "Солнце в 6 доме: Реализация через труд, служение и заботу о здоровье. Вы трудоголик, цените порядок. Успех в медицине или сервисе.",
      "7": "Солнце в 7 доме: Вам нужен партнер, чтобы сиять. Успех в публичной деятельности, консультировании и браке. Зависимы от оценки других.",
      "8": "Солнце в 8 доме: Вас тянет к риску, бизнесу и магии. Жизнь полна кризисов, которые делают вас сильнее. Успех в управлении чужими деньгами.",
      "9": "Солнце в 9 доме: Вы философ, учитель, путешественник. Стремитесь к расширению горизонтов. Успех за границей или в науке.",
      "10": "Солнце в 10 доме: Дом карьеры и славы. Вы амбициозны, стремитесь к власти и признанию. Рождены руководить. Успех в политике.",
      "11": "Солнце в 11 доме: Вы общественный деятель, реформатор. Друзья играют огромную роль. Успех в IT, астрологии или коллективных проектах.",
      "12": "Солнце в 12 доме: Вы скрытный человек, любите уединение. Интерес к эзотерике и психологии. Успех в закрытых учреждениях или творчестве."
    },
    "Moon": {
      "1": "Луна в 1 доме: Вы очень эмоциональны, переменчивы, капризны. Лицо выдает все чувства. Сильная связь с мамой. Важно заботиться о себе.",
      "2": "Луна во 2 доме: Деньги дают чувство безопасности. Нестабильный доход: то густо, то пусто. Тратите на еду и дом.",
      "3": "Луна в 3 доме: Эмоциональное обучение. Школа и соседи сильно влияли в детстве. Любите душевные разговоры и поездки.",
      "4": "Луна в 4 доме (в обители): Сильная привязанность к дому и родителям. Интуиция. Важно иметь свое надежное убежище.",
      "5": "Луна в 5 доме: Вы любите детей, праздники, романтику. Творческая натура. В любви ищете заботу и эмоциональный отклик.",
      "6": "Луна в 6 доме: Эмоции влияют на здоровье. Забота проявляется через бытовую помощь. Хорошо завести домашнее животное.",
      "7": "Луна в 7 доме: Эмоциональная зависимость от партнера. Ищете в муже/жене «мамочку». Переменчивость в отношениях.",
      "8": "Луна в 8 доме: Тревожность, страхи, но и мощная интуиция. Кризисы переживаются глубоко. Интерес к мистике и сексу.",
      "9": "Луна в 9 доме: Душа отдыхает в путешествиях. Интерес к чужим культурам. Может быть эмиграция или мама-иностранка.",
      "10": "Луна в 10 доме: Популярность, карьера в женских сферах. Эмоции на виду. Мама сыграла роль в выборе профессии.",
      "11": "Луна в 11 доме: Друзья — ваша семья. Вы мечтатель, идеалист. Эмоциональная потребность в свободе и новизне.",
      "12": "Луна в 12 доме: Скрытые эмоции, ранимость. Психологический дар. Хорошо для медитаций и жизни на природе."
    },
    "Mercury": {
      "1": "Меркурий в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Меркурий в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Меркурий в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Меркурий в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Меркурий в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Меркурий в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Меркурий в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Меркурий в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Меркурий в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Меркурий в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Меркурий в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Меркурий в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    },
    "Venus": {
      "1": "Венера в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Венера в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Венера в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Венера в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Венера в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Венера в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Венера в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Венера в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Венера в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Венера в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Венера в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Венера в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    },
    "Mars": {
      "1": "Марс в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Марс в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Марс в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Марс в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Марс в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Марс в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Марс в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Марс в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Марс в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Марс в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Марс в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Марс в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    },
    "Jupiter": {
      "1": "Юпитер в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Юпитер в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Юпитер в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Юпитер в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Юпитер в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Юпитер в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Юпитер в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Юпитер в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Юпитер в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Юпитер в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Юпитер в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Юпитер в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    },
    "Saturn": {
      "1": "Сатурн в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Сатурн в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Сатурн в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Сатурн в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Сатурн в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Сатурн в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Сатурн в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Сатурн в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Сатурн в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Сатурн в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Сатурн в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Сатурн в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    },
    "Uranus": {
      "1": "Уран в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Уран в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Уран в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Уран в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Уран в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Уран в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Уран в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Уран в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Уран в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Уран в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Уран в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Уран в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    },
    "Neptune": {
      "1": "Нептун в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Нептун в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Нептун в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Нептун в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Нептун в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Нептун в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Нептун в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Нептун в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Нептун в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Нептун в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Нептун в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Нептун в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    },
    "Pluto": {
      "1": "Плутон в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Плутон в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Плутон в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Плутон в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Плутон в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Плутон в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Плутон в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Плутон в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Плутон в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Плутон в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Плутон в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Плутон в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    },
    "North_node": {
      "1": "Северный узел в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Северный узел в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Северный узел в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Северный узел в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Северный узел в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Северный узел в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Северный узел в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Северный узел в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Северный узел в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Северный узел в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Северный узел в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Северный узел в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    },
    "South_node": {
      "1": "Южный узел в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Южный узел в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Южный узел в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Южный узел в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Южный узел в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Южный узел в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Южный узел в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Южный узел в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Южный узел в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Южный узел в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Южный узел в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Южный узел в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    },
    "Lilith": {
      "1": "Лилит в 1 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 1 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "2": "Лилит в 2 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 2 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "3": "Лилит в 3 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 3 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "4": "Лилит в 4 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 4 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "5": "Лилит в 5 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 5 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "6": "Лилит в 6 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 6 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "7": "Лилит в 7 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 7 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "8": "Лилит в 8 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 8 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "9": "Лилит в 9 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 9 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "10": "Лилит в 10 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 10 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "11": "Лилит в 11 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 11 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни.",
      "12": "Лилит в 12 доме подчеркивает важность сферы жизни, управляемой этим домом. Энергия планеты проявляется через темы и события, связанные с 12 доме. Это положение указывает, где вы вкладываете свою энергию и как реализуете потенциал планеты в повседневной жизни."
    }
  },
  "aspects": {
    "Sun_Moon": {
      "Conjunction": "Соединение между Солнце и Луна создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Луна создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Луна создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Луна создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Луна создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_Mercury": {
      "Conjunction": "Соединение между Солнце и Меркурий создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Меркурий создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Меркурий создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Меркурий создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Меркурий создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_Venus": {
      "Conjunction": "Соединение между Солнце и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_Mars": {
      "Conjunction": "Соединение между Солнце и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_Jupiter": {
      "Conjunction": "Соединение между Солнце и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_Saturn": {
      "Conjunction": "Соединение между Солнце и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_Uranus": {
      "Conjunction": "Соединение между Солнце и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_Neptune": {
      "Conjunction": "Соединение между Солнце и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_Pluto": {
      "Conjunction": "Соединение между Солнце и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_North_node": {
      "Conjunction": "Соединение между Солнце и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_South_node": {
      "Conjunction": "Соединение между Солнце и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Sun_Lilith": {
      "Conjunction": "Соединение между Солнце и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Солнце и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Солнце и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Солнце и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Солнце и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_Mercury": {
      "Conjunction": "Соединение между Луна и Меркурий создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Меркурий создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Меркурий создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Меркурий создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Меркурий создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_Venus": {
      "Conjunction": "Соединение между Луна и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_Mars": {
      "Conjunction": "Соединение между Луна и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_Jupiter": {
      "Conjunction": "Соединение между Луна и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_Saturn": {
      "Conjunction": "Соединение между Луна и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_Uranus": {
      "Conjunction": "Соединение между Луна и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_Neptune": {
      "Conjunction": "Соединение между Луна и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_Pluto": {
      "Conjunction": "Соединение между Луна и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_North_node": {
      "Conjunction": "Соединение между Луна и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_South_node": {
      "Conjunction": "Соединение между Луна и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Moon_Lilith": {
      "Conjunction": "Соединение между Луна и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Луна и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Луна и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Луна и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Луна и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mercury_Venus": {
      "Conjunction": "Соединение между Меркурий и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Меркурий и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Меркурий и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Меркурий и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Меркурий и Венера создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mercury_Mars": {
      "Conjunction": "Соединение между Меркурий и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Меркурий и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Меркурий и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Меркурий и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Меркурий и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mercury_Jupiter": {
      "Conjunction": "Соединение между Меркурий и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Меркурий и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Меркурий и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Меркурий и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Меркурий и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mercury_Saturn": {
      "Conjunction": "Соединение между Меркурий и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Меркурий и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Меркурий и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Меркурий и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Меркурий и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mercury_Uranus": {
      "Conjunction": "Соединение между Меркурий и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Меркурий и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Меркурий и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Меркурий и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Меркурий и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mercury_Neptune": {
      "Conjunction": "Соединение между Меркурий и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Меркурий и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Меркурий и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Меркурий и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Меркурий и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mercury_Pluto": {
      "Conjunction": "Соединение между Меркурий и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Меркурий и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Меркурий и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Меркурий и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Меркурий и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mercury_North_node": {
      "Conjunction": "Соединение между Меркурий и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Меркурий и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Меркурий и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Меркурий и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Меркурий и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mercury_South_node": {
      "Conjunction": "Соединение между Меркурий и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Меркурий и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Меркурий и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Меркурий и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Меркурий и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mercury_Lilith": {
      "Conjunction": "Соединение между Меркурий и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Меркурий и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Меркурий и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Меркурий и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Меркурий и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Venus_Mars": {
      "Conjunction": "Соединение между Венера и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Венера и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Венера и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Венера и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Венера и Марс создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Venus_Jupiter": {
      "Conjunction": "Соединение между Венера и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Венера и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Венера и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Венера и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Венера и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Venus_Saturn": {
      "Conjunction": "Соединение между Венера и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Венера и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Венера и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Венера и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Венера и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Venus_Uranus": {
      "Conjunction": "Соединение между Венера и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Венера и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Венера и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Венера и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Венера и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Venus_Neptune": {
      "Conjunction": "Соединение между Венера и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Венера и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Венера и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Венера и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Венера и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Venus_Pluto": {
      "Conjunction": "Соединение между Венера и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Венера и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Венера и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Венера и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Венера и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Venus_North_node": {
      "Conjunction": "Соединение между Венера и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Венера и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Венера и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Венера и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Венера и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Venus_South_node": {
      "Conjunction": "Соединение между Венера и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Венера и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Венера и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Венера и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Венера и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Venus_Lilith": {
      "Conjunction": "Соединение между Венера и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Венера и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Венера и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Венера и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Венера и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mars_Jupiter": {
      "Conjunction": "Соединение между Марс и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Марс и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Марс и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Марс и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Марс и Юпитер создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mars_Saturn": {
      "Conjunction": "Соединение между Марс и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Марс и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Марс и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Марс и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Марс и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mars_Uranus": {
      "Conjunction": "Соединение между Марс и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Марс и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Марс и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Марс и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Марс и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mars_Neptune": {
      "Conjunction": "Соединение между Марс и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Марс и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Марс и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Марс и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Марс и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mars_Pluto": {
      "Conjunction": "Соединение между Марс и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Марс и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Марс и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Марс и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Марс и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mars_North_node": {
      "Conjunction": "Соединение между Марс и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Марс и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Марс и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Марс и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Марс и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mars_South_node": {
      "Conjunction": "Соединение между Марс и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Марс и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Марс и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Марс и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Марс и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Mars_Lilith": {
      "Conjunction": "Соединение между Марс и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Марс и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Марс и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Марс и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Марс и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Jupiter_Saturn": {
      "Conjunction": "Соединение между Юпитер и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Юпитер и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Юпитер и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Юпитер и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Юпитер и Сатурн создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Jupiter_Uranus": {
      "Conjunction": "Соединение между Юпитер и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Юпитер и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Юпитер и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Юпитер и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Юпитер и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Jupiter_Neptune": {
      "Conjunction": "Соединение между Юпитер и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Юпитер и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Юпитер и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Юпитер и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Юпитер и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Jupiter_Pluto": {
      "Conjunction": "Соединение между Юпитер и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Юпитер и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Юпитер и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Юпитер и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Юпитер и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Jupiter_North_node": {
      "Conjunction": "Соединение между Юпитер и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Юпитер и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Юпитер и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Юпитер и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Юпитер и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Jupiter_South_node": {
      "Conjunction": "Соединение между Юпитер и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Юпитер и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Юпитер и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Юпитер и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Юпитер и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Jupiter_Lilith": {
      "Conjunction": "Соединение между Юпитер и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Юпитер и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Юпитер и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Юпитер и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Юпитер и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Saturn_Uranus": {
      "Conjunction": "Соединение между Сатурн и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Сатурн и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Сатурн и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Сатурн и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Сатурн и Уран создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Saturn_Neptune": {
      "Conjunction": "Соединение между Сатурн и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Сатурн и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Сатурн и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Сатурн и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Сатурн и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Saturn_Pluto": {
      "Conjunction": "Соединение между Сатурн и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Сатурн и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Сатурн и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Сатурн и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Сатурн и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Saturn_North_node": {
      "Conjunction": "Соединение между Сатурн и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Сатурн и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Сатурн и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Сатурн и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Сатурн и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Saturn_South_node": {
      "Conjunction": "Соединение между Сатурн и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Сатурн и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Сатурн и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Сатурн и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Сатурн и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Saturn_Lilith": {
      "Conjunction": "Соединение между Сатурн и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Сатурн и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Сатурн и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Сатурн и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Сатурн и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Uranus_Neptune": {
      "Conjunction": "Соединение между Уран и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Уран и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Уран и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Уран и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Уран и Нептун создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Uranus_Pluto": {
      "Conjunction": "Соединение между Уран и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Уран и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Уран и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Уран и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Уран и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Uranus_North_node": {
      "Conjunction": "Соединение между Уран и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Уран и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Уран и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Уран и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Уран и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Uranus_South_node": {
      "Conjunction": "Соединение между Уран и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Уран и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Уран и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Уран и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Уран и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Uranus_Lilith": {
      "Conjunction": "Соединение между Уран и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Уран и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Уран и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Уран и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Уран и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Neptune_Pluto": {
      "Conjunction": "Соединение между Нептун и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Нептун и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Нептун и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Нептун и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Нептун и Плутон создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Neptune_North_node": {
      "Conjunction": "Соединение между Нептун и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Нептун и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Нептун и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Нептун и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Нептун и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Neptune_South_node": {
      "Conjunction": "Соединение между Нептун и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Нептун и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Нептун и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Нептун и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Нептун и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Neptune_Lilith": {
      "Conjunction": "Соединение между Нептун и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Нептун и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Нептун и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Нептун и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Нептун и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Pluto_North_node": {
      "Conjunction": "Соединение между Плутон и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Плутон и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Плутон и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Плутон и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Плутон и Северный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Pluto_South_node": {
      "Conjunction": "Соединение между Плутон и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Плутон и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Плутон и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Плутон и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Плутон и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "Pluto_Lilith": {
      "Conjunction": "Соединение между Плутон и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Плутон и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Плутон и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Плутон и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Плутон и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "North_node_South_node": {
      "Conjunction": "Соединение между Северный узел и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Северный узел и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Северный узел и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Северный узел и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Северный узел и Южный узел создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "North_node_Lilith": {
      "Conjunction": "Соединение между Северный узел и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Северный узел и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Северный узел и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Северный узел и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Северный узел и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    },
    "South_node_Lilith": {
      "Conjunction": "Соединение между Южный узел и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Sextile": "Секстиль между Южный узел и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Square": "Квадрат между Южный узел и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Trine": "Тригон между Южный узел и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты.",
      "Opposition": "Оппозиция между Южный узел и Лилит создает особое взаимодействие энергий этих планет. Этот аспект влияет на то, как различные стороны вашей личности работают вместе. Гармоничные аспекты (тригон, секстиль) способствуют легкому проявлению энергий, напряженные (квадрат, оппозиция) требуют работы над интеграцией, соединение усиливает обе планеты."
    }
  }
}