{
  "Sun_Moon": {
    "Соединение": "твоя сущность, воля и творчество полностью вовлечена в проявление твои эмоции, инстинкты и психическая жизнь. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твоя сущность, воля и творчество и твои эмоции, инстинкты и психическая жизнь танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя сущность, воля и творчество бросает вызов твои эмоции, инстинкты и психическая жизнь, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "Идеальное согласие между твоя сущность, воля и творчество и твои эмоции, инстинкты и психическая жизнь означает, что успех приходит к тебе как воздух.",
    "Квинконс": "твоя сущность, воля и творчество и твои эмоции, инстинкты и психическая жизнь требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твоя сущность, воля и творчество и твои эмоции, инстинкты и психическая жизнь может быть источником кризиса или источником глубокого понимания."
  },
  "Sun_Mercury": {
    "Соединение": "твоя сущность, воля и творчество и твой разум, мышление и способность к общению встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "Гладкое взаимодействие твоя сущность, воля и творчество и твой разум, мышление и способность к общению создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя сущность, воля и творчество и твой разум, мышление и способность к общению находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя сущность, воля и творчество и твой разум, мышление и способность к общению работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя сущность, воля и творчество и твой разум, мышление и способность к общению требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя сущность, воля и творчество и твой разум, мышление и способность к общению — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Sun_Venus": {
    "Соединение": "твоя сущность, воля и творчество полностью вовлечена в проявление твоя любовь, красота и система ценностей. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твоя сущность, воля и творчество и твоя любовь, красота и система ценностей работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твоя сущность, воля и творчество и твоя любовь, красота и система ценностей находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя сущность, воля и творчество и твоя любовь, красота и система ценностей работают как единый организм для твоего процветания.",
    "Квинконс": "Между твоя сущность, воля и творчество и твоя любовь, красота и система ценностей существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твоя сущность, воля и творчество и твоя любовь, красота и система ценностей показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Sun_Mars": {
    "Соединение": "Союз твоя сущность, воля и творчество и твоя энергия, страсть и боевой дух создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя сущность, воля и творчество и твоя энергия, страсть и боевой дух работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Напряжение между твоя сущность, воля и творчество и твоя энергия, страсть и боевой дух — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "Идеальное согласие между твоя сущность, воля и творчество и твоя энергия, страсть и боевой дух означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Между твоя сущность, воля и творчество и твоя энергия, страсть и боевой дух существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя сущность, воля и творчество и твоя энергия, страсть и боевой дух противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Sun_Jupiter": {
    "Соединение": "твоя сущность, воля и творчество и твоя удача, щедрость и стремление к расширению встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "Природное соответствие между твоя сущность, воля и творчество и твоя удача, щедрость и стремление к расширению открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твоя сущность, воля и творчество и твоя удача, щедрость и стремление к расширению — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя сущность, воля и творчество и твоя удача, щедрость и стремление к расширению работают как единый организм для твоего процветания.",
    "Квинконс": "Между твоя сущность, воля и творчество и твоя удача, щедрость и стремление к расширению существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя сущность, воля и творчество и твоя удача, щедрость и стремление к расширению показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Sun_Saturn": {
    "Соединение": "Союз твоя сущность, воля и творчество и твоя ответственность, дисциплина и жизненный опыт создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя сущность, воля и творчество и твоя ответственность, дисциплина и жизненный опыт работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Напряжение между твоя сущность, воля и творчество и твоя ответственность, дисциплина и жизненный опыт — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "твоя сущность, воля и творчество и твоя ответственность, дисциплина и жизненный опыт танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твоя сущность, воля и творчество и твоя ответственность, дисциплина и жизненный опыт существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя сущность, воля и творчество и твоя ответственность, дисциплина и жизненный опыт стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Sun_Uranus": {
    "Соединение": "твоя сущность, воля и творчество полностью вовлечена в проявление твоя уникальность, инновации и свобода. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твоя сущность, воля и творчество и твоя уникальность, инновации и свобода создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя сущность, воля и творчество и твоя уникальность, инновации и свобода находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя сущность, воля и творчество и твоя уникальность, инновации и свобода работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя сущность, воля и творчество и твоя уникальность, инновации и свобода требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя сущность, воля и творчество и твоя уникальность, инновации и свобода — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Sun_Neptune": {
    "Соединение": "твоя сущность, воля и творчество полностью вовлечена в проявление твоя интуиция, духовность и связь с иллюзией. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твоя сущность, воля и творчество и твоя интуиция, духовность и связь с иллюзией создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя сущность, воля и творчество и твоя интуиция, духовность и связь с иллюзией находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя сущность, воля и творчество и твоя интуиция, духовность и связь с иллюзией работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя сущность, воля и творчество и твоя интуиция, духовность и связь с иллюзией требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "твоя сущность, воля и творчество и твоя интуиция, духовность и связь с иллюзией показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Sun_Pluto": {
    "Соединение": "Интенсивное взаимодействие твоя сущность, воля и творчество и твоя трансформирующая власть и глубочайшие желания создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя сущность, воля и творчество щедро дарует способности для выражения твоя трансформирующая власть и глубочайшие желания. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "Конфликт между твоя сущность, воля и творчество и твоя трансформирующая власть и глубочайшие желания не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твоя сущность, воля и творчество естественно поддерживает твоя трансформирующая власть и глубочайшие желания, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "Между твоя сущность, воля и творчество и твоя трансформирующая власть и глубочайшие желания существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твоя сущность, воля и творчество и твоя трансформирующая власть и глубочайшие желания показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Sun_North_node": {
    "Соединение": "Интенсивное взаимодействие твоя сущность, воля и творчество и твоя кармическая цель и направление эволюции создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя сущность, воля и творчество щедро дарует способности для выражения твоя кармическая цель и направление эволюции. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твоя сущность, воля и творчество и твоя кармическая цель и направление эволюции не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя сущность, воля и творчество и твоя кармическая цель и направление эволюции образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя сущность, воля и творчество и твоя кармическая цель и направление эволюции не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "Полярность между твоя сущность, воля и творчество и твоя кармическая цель и направление эволюции — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Sun_South_node": {
    "Соединение": "твоя сущность, воля и творчество и твой прошлый опыт и врождённые таланты встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твоя сущность, воля и творчество щедро дарует способности для выражения твой прошлый опыт и врождённые таланты. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твоя сущность, воля и творчество и твой прошлый опыт и врождённые таланты не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя сущность, воля и творчество естественно поддерживает твой прошлый опыт и врождённые таланты, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твоя сущность, воля и творчество и твой прошлый опыт и врождённые таланты не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "Напряжение между твоя сущность, воля и творчество и твой прошлый опыт и врождённые таланты может быть источником кризиса или источником глубокого понимания."
  },
  "Sun_Lilith": {
    "Соединение": "Союз твоя сущность, воля и творчество и твоя тень, подавленная мятежность и подлинная власть создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя сущность, воля и творчество и твоя тень, подавленная мятежность и подлинная власть танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя сущность, воля и творчество и твоя тень, подавленная мятежность и подлинная власть не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя сущность, воля и творчество и твоя тень, подавленная мятежность и подлинная власть танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "твоя сущность, воля и творчество и твоя тень, подавленная мятежность и подлинная власть не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твоя сущность, воля и творчество и твоя тень, подавленная мятежность и подлинная власть стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Sun_ASC": {
    "Соединение": "Интенсивное взаимодействие твоя сущность, воля и творчество и твоя маска, первое впечатление и подход к жизни создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твоя сущность, воля и творчество и твоя маска, первое впечатление и подход к жизни создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя сущность, воля и творчество и твоя маска, первое впечатление и подход к жизни находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "твоя сущность, воля и творчество и твоя маска, первое впечатление и подход к жизни образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя сущность, воля и творчество и твоя маска, первое впечатление и подход к жизни требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя сущность, воля и творчество и твоя маска, первое впечатление и подход к жизни — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Sun_MC": {
    "Соединение": "твоя сущность, воля и творчество и твоё призвание, репутация и общественное предназначение встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "Природное соответствие между твоя сущность, воля и творчество и твоё призвание, репутация и общественное предназначение открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твоя сущность, воля и творчество и твоё призвание, репутация и общественное предназначение — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "Идеальное согласие между твоя сущность, воля и творчество и твоё призвание, репутация и общественное предназначение означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Между твоя сущность, воля и творчество и твоё призвание, репутация и общественное предназначение существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя сущность, воля и творчество и твоё призвание, репутация и общественное предназначение противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Moon_Mercury": {
    "Соединение": "твои эмоции, инстинкты и психическая жизнь полностью вовлечена в проявление твой разум, мышление и способность к общению. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твои эмоции, инстинкты и психическая жизнь и твой разум, мышление и способность к общению создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твои эмоции, инстинкты и психическая жизнь и твой разум, мышление и способность к общению находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твои эмоции, инстинкты и психическая жизнь и твой разум, мышление и способность к общению работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твои эмоции, инстинкты и психическая жизнь и твой разум, мышление и способность к общению требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твои эмоции, инстинкты и психическая жизнь и твой разум, мышление и способность к общению — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Moon_Venus": {
    "Соединение": "твои эмоции, инстинкты и психическая жизнь полностью вовлечена в проявление твоя любовь, красота и система ценностей. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твои эмоции, инстинкты и психическая жизнь и твоя любовь, красота и система ценностей работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твои эмоции, инстинкты и психическая жизнь и твоя любовь, красота и система ценностей находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Идеальное согласие между твои эмоции, инстинкты и психическая жизнь и твоя любовь, красота и система ценностей означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Это раздражающий, но полезный аспект: твои эмоции, инстинкты и психическая жизнь и твоя любовь, красота и система ценностей требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "твои эмоции, инстинкты и психическая жизнь и твоя любовь, красота и система ценностей показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Moon_Mars": {
    "Соединение": "Когда твои эмоции, инстинкты и психическая жизнь соединяется с твоя энергия, страсть и боевой дух, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "Природное соответствие между твои эмоции, инстинкты и психическая жизнь и твоя энергия, страсть и боевой дух открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твои эмоции, инстинкты и психическая жизнь и твоя энергия, страсть и боевой дух — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "твои эмоции, инстинкты и психическая жизнь и твоя энергия, страсть и боевой дух танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твои эмоции, инстинкты и психическая жизнь и твоя энергия, страсть и боевой дух существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твои эмоции, инстинкты и психическая жизнь и твоя энергия, страсть и боевой дух противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Moon_Jupiter": {
    "Соединение": "Интенсивное взаимодействие твои эмоции, инстинкты и психическая жизнь и твоя удача, щедрость и стремление к расширению создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твои эмоции, инстинкты и психическая жизнь и твоя удача, щедрость и стремление к расширению создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твои эмоции, инстинкты и психическая жизнь и твоя удача, щедрость и стремление к расширению не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "Идеальное согласие между твои эмоции, инстинкты и психическая жизнь и твоя удача, щедрость и стремление к расширению означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Это раздражающий, но полезный аспект: твои эмоции, инстинкты и психическая жизнь и твоя удача, щедрость и стремление к расширению требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Напряжение между твои эмоции, инстинкты и психическая жизнь и твоя удача, щедрость и стремление к расширению может быть источником кризиса или источником глубокого понимания."
  },
  "Moon_Saturn": {
    "Соединение": "твои эмоции, инстинкты и психическая жизнь и твоя ответственность, дисциплина и жизненный опыт встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "Природное соответствие между твои эмоции, инстинкты и психическая жизнь и твоя ответственность, дисциплина и жизненный опыт открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твои эмоции, инстинкты и психическая жизнь и твоя ответственность, дисциплина и жизненный опыт — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "твои эмоции, инстинкты и психическая жизнь и твоя ответственность, дисциплина и жизненный опыт танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твои эмоции, инстинкты и психическая жизнь и твоя ответственность, дисциплина и жизненный опыт существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твои эмоции, инстинкты и психическая жизнь и твоя ответственность, дисциплина и жизненный опыт противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Moon_Uranus": {
    "Соединение": "Интенсивное взаимодействие твои эмоции, инстинкты и психическая жизнь и твоя уникальность, инновации и свобода создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твои эмоции, инстинкты и психическая жизнь и твоя уникальность, инновации и свобода создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твои эмоции, инстинкты и психическая жизнь и твоя уникальность, инновации и свобода не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "Идеальное согласие между твои эмоции, инстинкты и психическая жизнь и твоя уникальность, инновации и свобода означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Это раздражающий, но полезный аспект: твои эмоции, инстинкты и психическая жизнь и твоя уникальность, инновации и свобода требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Напряжение между твои эмоции, инстинкты и психическая жизнь и твоя уникальность, инновации и свобода может быть источником кризиса или источником глубокого понимания."
  },
  "Moon_Neptune": {
    "Соединение": "Интенсивное взаимодействие твои эмоции, инстинкты и психическая жизнь и твоя интуиция, духовность и связь с иллюзией создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твои эмоции, инстинкты и психическая жизнь и твоя интуиция, духовность и связь с иллюзией танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твои эмоции, инстинкты и психическая жизнь бросает вызов твоя интуиция, духовность и связь с иллюзией, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твои эмоции, инстинкты и психическая жизнь естественно поддерживает твоя интуиция, духовность и связь с иллюзией, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твои эмоции, инстинкты и психическая жизнь и твоя интуиция, духовность и связь с иллюзией требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твои эмоции, инстинкты и психическая жизнь и твоя интуиция, духовность и связь с иллюзией может быть источником кризиса или источником глубокого понимания."
  },
  "Moon_Pluto": {
    "Соединение": "Союз твои эмоции, инстинкты и психическая жизнь и твоя трансформирующая власть и глубочайшие желания создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твои эмоции, инстинкты и психическая жизнь и твоя трансформирующая власть и глубочайшие желания работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Конфликт между твои эмоции, инстинкты и психическая жизнь и твоя трансформирующая власть и глубочайшие желания не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твои эмоции, инстинкты и психическая жизнь естественно поддерживает твоя трансформирующая власть и глубочайшие желания, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "Между твои эмоции, инстинкты и психическая жизнь и твоя трансформирующая власть и глубочайшие желания существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твои эмоции, инстинкты и психическая жизнь и твоя трансформирующая власть и глубочайшие желания показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Moon_North_node": {
    "Соединение": "твои эмоции, инстинкты и психическая жизнь и твоя кармическая цель и направление эволюции встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твои эмоции, инстинкты и психическая жизнь щедро дарует способности для выражения твоя кармическая цель и направление эволюции. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твои эмоции, инстинкты и психическая жизнь и твоя кармическая цель и направление эволюции не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твои эмоции, инстинкты и психическая жизнь естественно поддерживает твоя кармическая цель и направление эволюции, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твои эмоции, инстинкты и психическая жизнь и твоя кармическая цель и направление эволюции не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твои эмоции, инстинкты и психическая жизнь и твоя кармическая цель и направление эволюции стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Moon_South_node": {
    "Соединение": "твои эмоции, инстинкты и психическая жизнь полностью вовлечена в проявление твой прошлый опыт и врождённые таланты. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твои эмоции, инстинкты и психическая жизнь и твой прошлый опыт и врождённые таланты работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твои эмоции, инстинкты и психическая жизнь и твой прошлый опыт и врождённые таланты находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Идеальное согласие между твои эмоции, инстинкты и психическая жизнь и твой прошлый опыт и врождённые таланты означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Между твои эмоции, инстинкты и психическая жизнь и твой прошлый опыт и врождённые таланты существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твои эмоции, инстинкты и психическая жизнь и твой прошлый опыт и врождённые таланты противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Moon_Lilith": {
    "Соединение": "твои эмоции, инстинкты и психическая жизнь и твоя тень, подавленная мятежность и подлинная власть встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твои эмоции, инстинкты и психическая жизнь щедро дарует способности для выражения твоя тень, подавленная мятежность и подлинная власть. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "Напряжение между твои эмоции, инстинкты и психическая жизнь и твоя тень, подавленная мятежность и подлинная власть — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "твои эмоции, инстинкты и психическая жизнь и твоя тень, подавленная мятежность и подлинная власть танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "твои эмоции, инстинкты и психическая жизнь и твоя тень, подавленная мятежность и подлинная власть не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твои эмоции, инстинкты и психическая жизнь и твоя тень, подавленная мятежность и подлинная власть стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Moon_ASC": {
    "Соединение": "Интенсивное взаимодействие твои эмоции, инстинкты и психическая жизнь и твоя маска, первое впечатление и подход к жизни создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твои эмоции, инстинкты и психическая жизнь и твоя маска, первое впечатление и подход к жизни создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твои эмоции, инстинкты и психическая жизнь и твоя маска, первое впечатление и подход к жизни находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "твои эмоции, инстинкты и психическая жизнь и твоя маска, первое впечатление и подход к жизни образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твои эмоции, инстинкты и психическая жизнь и твоя маска, первое впечатление и подход к жизни требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твои эмоции, инстинкты и психическая жизнь и твоя маска, первое впечатление и подход к жизни — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Moon_MC": {
    "Соединение": "Когда твои эмоции, инстинкты и психическая жизнь соединяется с твоё призвание, репутация и общественное предназначение, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "Природное соответствие между твои эмоции, инстинкты и психическая жизнь и твоё призвание, репутация и общественное предназначение открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "твои эмоции, инстинкты и психическая жизнь бросает вызов твоё призвание, репутация и общественное предназначение, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "Идеальное согласие между твои эмоции, инстинкты и психическая жизнь и твоё призвание, репутация и общественное предназначение означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Между твои эмоции, инстинкты и психическая жизнь и твоё призвание, репутация и общественное предназначение существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твои эмоции, инстинкты и психическая жизнь и твоё призвание, репутация и общественное предназначение противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Mercury_Venus": {
    "Соединение": "Когда твой разум, мышление и способность к общению соединяется с твоя любовь, красота и система ценностей, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "Гладкое взаимодействие твой разум, мышление и способность к общению и твоя любовь, красота и система ценностей создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твой разум, мышление и способность к общению и твоя любовь, красота и система ценностей находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твой разум, мышление и способность к общению и твоя любовь, красота и система ценностей работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твой разум, мышление и способность к общению и твоя любовь, красота и система ценностей требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "твой разум, мышление и способность к общению и твоя любовь, красота и система ценностей показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Mercury_Mars": {
    "Соединение": "Союз твой разум, мышление и способность к общению и твоя энергия, страсть и боевой дух создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твой разум, мышление и способность к общению и твоя энергия, страсть и боевой дух танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твой разум, мышление и способность к общению и твоя энергия, страсть и боевой дух не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твой разум, мышление и способность к общению и твоя энергия, страсть и боевой дух образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твой разум, мышление и способность к общению и твоя энергия, страсть и боевой дух не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "Полярность между твой разум, мышление и способность к общению и твоя энергия, страсть и боевой дух — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Mercury_Jupiter": {
    "Соединение": "Союз твой разум, мышление и способность к общению и твоя удача, щедрость и стремление к расширению создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твой разум, мышление и способность к общению и твоя удача, щедрость и стремление к расширению работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Конфликт между твой разум, мышление и способность к общению и твоя удача, щедрость и стремление к расширению не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твой разум, мышление и способность к общению естественно поддерживает твоя удача, щедрость и стремление к расширению, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "Между твой разум, мышление и способность к общению и твоя удача, щедрость и стремление к расширению существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "Напряжение между твой разум, мышление и способность к общению и твоя удача, щедрость и стремление к расширению может быть источником кризиса или источником глубокого понимания."
  },
  "Mercury_Saturn": {
    "Соединение": "Когда твой разум, мышление и способность к общению соединяется с твоя ответственность, дисциплина и жизненный опыт, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "твой разум, мышление и способность к общению и твоя ответственность, дисциплина и жизненный опыт танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твой разум, мышление и способность к общению и твоя ответственность, дисциплина и жизненный опыт не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твой разум, мышление и способность к общению и твоя ответственность, дисциплина и жизненный опыт образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твой разум, мышление и способность к общению и твоя ответственность, дисциплина и жизненный опыт требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твой разум, мышление и способность к общению и твоя ответственность, дисциплина и жизненный опыт — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Mercury_Uranus": {
    "Соединение": "Интенсивное взаимодействие твой разум, мышление и способность к общению и твоя уникальность, инновации и свобода создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твой разум, мышление и способность к общению и твоя уникальность, инновации и свобода создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твой разум, мышление и способность к общению и твоя уникальность, инновации и свобода не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твой разум, мышление и способность к общению и твоя уникальность, инновации и свобода образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твой разум, мышление и способность к общению и твоя уникальность, инновации и свобода требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твой разум, мышление и способность к общению и твоя уникальность, инновации и свобода — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Mercury_Neptune": {
    "Соединение": "твой разум, мышление и способность к общению полностью вовлечена в проявление твоя интуиция, духовность и связь с иллюзией. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твой разум, мышление и способность к общению и твоя интуиция, духовность и связь с иллюзией работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Конфликт между твой разум, мышление и способность к общению и твоя интуиция, духовность и связь с иллюзией не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твой разум, мышление и способность к общению и твоя интуиция, духовность и связь с иллюзией танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твой разум, мышление и способность к общению и твоя интуиция, духовность и связь с иллюзией существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твой разум, мышление и способность к общению и твоя интуиция, духовность и связь с иллюзией стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Mercury_Pluto": {
    "Соединение": "твой разум, мышление и способность к общению и твоя трансформирующая власть и глубочайшие желания встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "Природное соответствие между твой разум, мышление и способность к общению и твоя трансформирующая власть и глубочайшие желания открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твой разум, мышление и способность к общению и твоя трансформирующая власть и глубочайшие желания — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "Это один из самых благоприятных аспектов: твой разум, мышление и способность к общению и твоя трансформирующая власть и глубочайшие желания работают как единый организм для твоего процветания.",
    "Квинконс": "Между твой разум, мышление и способность к общению и твоя трансформирующая власть и глубочайшие желания существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твой разум, мышление и способность к общению и твоя трансформирующая власть и глубочайшие желания показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Mercury_North_node": {
    "Соединение": "твой разум, мышление и способность к общению полностью вовлечена в проявление твоя кармическая цель и направление эволюции. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твой разум, мышление и способность к общению и твоя кармическая цель и направление эволюции работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твой разум, мышление и способность к общению и твоя кармическая цель и направление эволюции находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твой разум, мышление и способность к общению и твоя кармическая цель и направление эволюции работают как единый организм для твоего процветания.",
    "Квинконс": "Между твой разум, мышление и способность к общению и твоя кармическая цель и направление эволюции существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твой разум, мышление и способность к общению и твоя кармическая цель и направление эволюции показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Mercury_South_node": {
    "Соединение": "Союз твой разум, мышление и способность к общению и твой прошлый опыт и врождённые таланты создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твой разум, мышление и способность к общению и твой прошлый опыт и врождённые таланты танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "Конфликт между твой разум, мышление и способность к общению и твой прошлый опыт и врождённые таланты не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твой разум, мышление и способность к общению естественно поддерживает твой прошлый опыт и врождённые таланты, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твой разум, мышление и способность к общению и твой прошлый опыт и врождённые таланты требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твой разум, мышление и способность к общению и твой прошлый опыт и врождённые таланты может быть источником кризиса или источником глубокого понимания."
  },
  "Mercury_Lilith": {
    "Соединение": "Союз твой разум, мышление и способность к общению и твоя тень, подавленная мятежность и подлинная власть создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твой разум, мышление и способность к общению и твоя тень, подавленная мятежность и подлинная власть работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Конфликт между твой разум, мышление и способность к общению и твоя тень, подавленная мятежность и подлинная власть не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твой разум, мышление и способность к общению и твоя тень, подавленная мятежность и подлинная власть танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твой разум, мышление и способность к общению и твоя тень, подавленная мятежность и подлинная власть существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твой разум, мышление и способность к общению и твоя тень, подавленная мятежность и подлинная власть стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Mercury_ASC": {
    "Соединение": "твой разум, мышление и способность к общению и твоя маска, первое впечатление и подход к жизни встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твой разум, мышление и способность к общению щедро дарует способности для выражения твоя маска, первое впечатление и подход к жизни. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твой разум, мышление и способность к общению и твоя маска, первое впечатление и подход к жизни не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твой разум, мышление и способность к общению естественно поддерживает твоя маска, первое впечатление и подход к жизни, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твой разум, мышление и способность к общению и твоя маска, первое впечатление и подход к жизни не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твой разум, мышление и способность к общению и твоя маска, первое впечатление и подход к жизни стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Mercury_MC": {
    "Соединение": "твой разум, мышление и способность к общению полностью вовлечена в проявление твоё призвание, репутация и общественное предназначение. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твой разум, мышление и способность к общению и твоё призвание, репутация и общественное предназначение создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твой разум, мышление и способность к общению бросает вызов твоё призвание, репутация и общественное предназначение, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "Идеальное согласие между твой разум, мышление и способность к общению и твоё призвание, репутация и общественное предназначение означает, что успех приходит к тебе как воздух.",
    "Квинконс": "твой разум, мышление и способность к общению и твоё призвание, репутация и общественное предназначение требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "твой разум, мышление и способность к общению и твоё призвание, репутация и общественное предназначение противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Venus_Mars": {
    "Соединение": "твоя любовь, красота и система ценностей полностью вовлечена в проявление твоя энергия, страсть и боевой дух. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Природное соответствие между твоя любовь, красота и система ценностей и твоя энергия, страсть и боевой дух открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твоя любовь, красота и система ценностей и твоя энергия, страсть и боевой дух — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "Идеальное согласие между твоя любовь, красота и система ценностей и твоя энергия, страсть и боевой дух означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Между твоя любовь, красота и система ценностей и твоя энергия, страсть и боевой дух существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя любовь, красота и система ценностей и твоя энергия, страсть и боевой дух противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Venus_Jupiter": {
    "Соединение": "Интенсивное взаимодействие твоя любовь, красота и система ценностей и твоя удача, щедрость и стремление к расширению создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твоя любовь, красота и система ценностей и твоя удача, щедрость и стремление к расширению создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя любовь, красота и система ценностей и твоя удача, щедрость и стремление к расширению находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "твоя любовь, красота и система ценностей и твоя удача, щедрость и стремление к расширению образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя любовь, красота и система ценностей и твоя удача, щедрость и стремление к расширению требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя любовь, красота и система ценностей и твоя удача, щедрость и стремление к расширению — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Venus_Saturn": {
    "Соединение": "Интенсивное взаимодействие твоя любовь, красота и система ценностей и твоя ответственность, дисциплина и жизненный опыт создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя любовь, красота и система ценностей щедро дарует способности для выражения твоя ответственность, дисциплина и жизненный опыт. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "Конфликт между твоя любовь, красота и система ценностей и твоя ответственность, дисциплина и жизненный опыт не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твоя любовь, красота и система ценностей естественно поддерживает твоя ответственность, дисциплина и жизненный опыт, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "Между твоя любовь, красота и система ценностей и твоя ответственность, дисциплина и жизненный опыт существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "Напряжение между твоя любовь, красота и система ценностей и твоя ответственность, дисциплина и жизненный опыт может быть источником кризиса или источником глубокого понимания."
  },
  "Venus_Uranus": {
    "Соединение": "твоя любовь, красота и система ценностей и твоя уникальность, инновации и свобода встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "Природное соответствие между твоя любовь, красота и система ценностей и твоя уникальность, инновации и свобода открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твоя любовь, красота и система ценностей и твоя уникальность, инновации и свобода — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "твоя любовь, красота и система ценностей и твоя уникальность, инновации и свобода танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твоя любовь, красота и система ценностей и твоя уникальность, инновации и свобода существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя любовь, красота и система ценностей и твоя уникальность, инновации и свобода стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Venus_Neptune": {
    "Соединение": "Интенсивное взаимодействие твоя любовь, красота и система ценностей и твоя интуиция, духовность и связь с иллюзией создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твоя любовь, красота и система ценностей и твоя интуиция, духовность и связь с иллюзией создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "Конфликт между твоя любовь, красота и система ценностей и твоя интуиция, духовность и связь с иллюзией не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твоя любовь, красота и система ценностей естественно поддерживает твоя интуиция, духовность и связь с иллюзией, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твоя любовь, красота и система ценностей и твоя интуиция, духовность и связь с иллюзией требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твоя любовь, красота и система ценностей и твоя интуиция, духовность и связь с иллюзией может быть источником кризиса или источником глубокого понимания."
  },
  "Venus_Pluto": {
    "Соединение": "Когда твоя любовь, красота и система ценностей соединяется с твоя трансформирующая власть и глубочайшие желания, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "твоя любовь, красота и система ценностей и твоя трансформирующая власть и глубочайшие желания танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя любовь, красота и система ценностей бросает вызов твоя трансформирующая власть и глубочайшие желания, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твоя любовь, красота и система ценностей и твоя трансформирующая власть и глубочайшие желания образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя любовь, красота и система ценностей и твоя трансформирующая власть и глубочайшие желания не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "Полярность между твоя любовь, красота и система ценностей и твоя трансформирующая власть и глубочайшие желания — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Venus_North_node": {
    "Соединение": "Интенсивное взаимодействие твоя любовь, красота и система ценностей и твоя кармическая цель и направление эволюции создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя любовь, красота и система ценностей щедро дарует способности для выражения твоя кармическая цель и направление эволюции. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твоя любовь, красота и система ценностей и твоя кармическая цель и направление эволюции не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя любовь, красота и система ценностей и твоя кармическая цель и направление эволюции образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя любовь, красота и система ценностей и твоя кармическая цель и направление эволюции не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твоя любовь, красота и система ценностей и твоя кармическая цель и направление эволюции стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Venus_South_node": {
    "Соединение": "Интенсивное взаимодействие твоя любовь, красота и система ценностей и твой прошлый опыт и врождённые таланты создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя любовь, красота и система ценностей щедро дарует способности для выражения твой прошлый опыт и врождённые таланты. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твоя любовь, красота и система ценностей и твой прошлый опыт и врождённые таланты не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя любовь, красота и система ценностей и твой прошлый опыт и врождённые таланты танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "твоя любовь, красота и система ценностей и твой прошлый опыт и врождённые таланты не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твоя любовь, красота и система ценностей и твой прошлый опыт и врождённые таланты стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Venus_Lilith": {
    "Соединение": "твоя любовь, красота и система ценностей полностью вовлечена в проявление твоя тень, подавленная мятежность и подлинная власть. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твоя любовь, красота и система ценностей и твоя тень, подавленная мятежность и подлинная власть создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя любовь, красота и система ценностей и твоя тень, подавленная мятежность и подлинная власть находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Идеальное согласие между твоя любовь, красота и система ценностей и твоя тень, подавленная мятежность и подлинная власть означает, что успех приходит к тебе как воздух.",
    "Квинконс": "твоя любовь, красота и система ценностей и твоя тень, подавленная мятежность и подлинная власть требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твоя любовь, красота и система ценностей и твоя тень, подавленная мятежность и подлинная власть может быть источником кризиса или источником глубокого понимания."
  },
  "Venus_ASC": {
    "Соединение": "Когда твоя любовь, красота и система ценностей соединяется с твоя маска, первое впечатление и подход к жизни, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "Природное соответствие между твоя любовь, красота и система ценностей и твоя маска, первое впечатление и подход к жизни открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "твоя любовь, красота и система ценностей бросает вызов твоя маска, первое впечатление и подход к жизни, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твоя любовь, красота и система ценностей и твоя маска, первое впечатление и подход к жизни образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя любовь, красота и система ценностей и твоя маска, первое впечатление и подход к жизни требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Полярность между твоя любовь, красота и система ценностей и твоя маска, первое впечатление и подход к жизни — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Venus_MC": {
    "Соединение": "Интенсивное взаимодействие твоя любовь, красота и система ценностей и твоё призвание, репутация и общественное предназначение создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя любовь, красота и система ценностей щедро дарует способности для выражения твоё призвание, репутация и общественное предназначение. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "Конфликт между твоя любовь, красота и система ценностей и твоё призвание, репутация и общественное предназначение не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твоя любовь, красота и система ценностей естественно поддерживает твоё призвание, репутация и общественное предназначение, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "Между твоя любовь, красота и система ценностей и твоё призвание, репутация и общественное предназначение существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твоя любовь, красота и система ценностей и твоё призвание, репутация и общественное предназначение показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Mars_Jupiter": {
    "Соединение": "твоя энергия, страсть и боевой дух полностью вовлечена в проявление твоя удача, щедрость и стремление к расширению. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твоя энергия, страсть и боевой дух и твоя удача, щедрость и стремление к расширению создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя энергия, страсть и боевой дух и твоя удача, щедрость и стремление к расширению находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "твоя энергия, страсть и боевой дух и твоя удача, щедрость и стремление к расширению образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя энергия, страсть и боевой дух и твоя удача, щедрость и стремление к расширению требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя энергия, страсть и боевой дух и твоя удача, щедрость и стремление к расширению — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Mars_Saturn": {
    "Соединение": "Интенсивное взаимодействие твоя энергия, страсть и боевой дух и твоя ответственность, дисциплина и жизненный опыт создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя энергия, страсть и боевой дух щедро дарует способности для выражения твоя ответственность, дисциплина и жизненный опыт. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твоя энергия, страсть и боевой дух и твоя ответственность, дисциплина и жизненный опыт не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя энергия, страсть и боевой дух естественно поддерживает твоя ответственность, дисциплина и жизненный опыт, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твоя энергия, страсть и боевой дух и твоя ответственность, дисциплина и жизненный опыт не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "Напряжение между твоя энергия, страсть и боевой дух и твоя ответственность, дисциплина и жизненный опыт может быть источником кризиса или источником глубокого понимания."
  },
  "Mars_Uranus": {
    "Соединение": "Союз твоя энергия, страсть и боевой дух и твоя уникальность, инновации и свобода создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "Природное соответствие между твоя энергия, страсть и боевой дух и твоя уникальность, инновации и свобода открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твоя энергия, страсть и боевой дух и твоя уникальность, инновации и свобода — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "твоя энергия, страсть и боевой дух и твоя уникальность, инновации и свобода танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твоя энергия, страсть и боевой дух и твоя уникальность, инновации и свобода существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя энергия, страсть и боевой дух и твоя уникальность, инновации и свобода стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Mars_Neptune": {
    "Соединение": "Интенсивное взаимодействие твоя энергия, страсть и боевой дух и твоя интуиция, духовность и связь с иллюзией создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твоя энергия, страсть и боевой дух и твоя интуиция, духовность и связь с иллюзией создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя энергия, страсть и боевой дух и твоя интуиция, духовность и связь с иллюзией находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Идеальное согласие между твоя энергия, страсть и боевой дух и твоя интуиция, духовность и связь с иллюзией означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя энергия, страсть и боевой дух и твоя интуиция, духовность и связь с иллюзией требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Напряжение между твоя энергия, страсть и боевой дух и твоя интуиция, духовность и связь с иллюзией может быть источником кризиса или источником глубокого понимания."
  },
  "Mars_Pluto": {
    "Соединение": "Когда твоя энергия, страсть и боевой дух соединяется с твоя трансформирующая власть и глубочайшие желания, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "Природное соответствие между твоя энергия, страсть и боевой дух и твоя трансформирующая власть и глубочайшие желания открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "твоя энергия, страсть и боевой дух бросает вызов твоя трансформирующая власть и глубочайшие желания, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твоя энергия, страсть и боевой дух и твоя трансформирующая власть и глубочайшие желания образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя энергия, страсть и боевой дух и твоя трансформирующая власть и глубочайшие желания требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "твоя энергия, страсть и боевой дух и твоя трансформирующая власть и глубочайшие желания противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Mars_North_node": {
    "Соединение": "Интенсивное взаимодействие твоя энергия, страсть и боевой дух и твоя кармическая цель и направление эволюции создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя энергия, страсть и боевой дух щедро дарует способности для выражения твоя кармическая цель и направление эволюции. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твоя энергия, страсть и боевой дух и твоя кармическая цель и направление эволюции не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя энергия, страсть и боевой дух и твоя кармическая цель и направление эволюции образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя энергия, страсть и боевой дух и твоя кармическая цель и направление эволюции не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "Полярность между твоя энергия, страсть и боевой дух и твоя кармическая цель и направление эволюции — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Mars_South_node": {
    "Соединение": "Когда твоя энергия, страсть и боевой дух соединяется с твой прошлый опыт и врождённые таланты, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "твоя энергия, страсть и боевой дух и твой прошлый опыт и врождённые таланты танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя энергия, страсть и боевой дух и твой прошлый опыт и врождённые таланты не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя энергия, страсть и боевой дух и твой прошлый опыт и врождённые таланты образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя энергия, страсть и боевой дух и твой прошлый опыт и врождённые таланты не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твоя энергия, страсть и боевой дух и твой прошлый опыт и врождённые таланты стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Mars_Lilith": {
    "Соединение": "твоя энергия, страсть и боевой дух полностью вовлечена в проявление твоя тень, подавленная мятежность и подлинная власть. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твоя энергия, страсть и боевой дух и твоя тень, подавленная мятежность и подлинная власть создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя энергия, страсть и боевой дух и твоя тень, подавленная мятежность и подлинная власть находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Идеальное согласие между твоя энергия, страсть и боевой дух и твоя тень, подавленная мятежность и подлинная власть означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя энергия, страсть и боевой дух и твоя тень, подавленная мятежность и подлинная власть требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "твоя энергия, страсть и боевой дух и твоя тень, подавленная мятежность и подлинная власть противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Mars_ASC": {
    "Соединение": "Когда твоя энергия, страсть и боевой дух соединяется с твоя маска, первое впечатление и подход к жизни, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "Природное соответствие между твоя энергия, страсть и боевой дух и твоя маска, первое впечатление и подход к жизни открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "твоя энергия, страсть и боевой дух бросает вызов твоя маска, первое впечатление и подход к жизни, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твоя энергия, страсть и боевой дух и твоя маска, первое впечатление и подход к жизни танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твоя энергия, страсть и боевой дух и твоя маска, первое впечатление и подход к жизни существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя энергия, страсть и боевой дух и твоя маска, первое впечатление и подход к жизни противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Mars_MC": {
    "Соединение": "твоя энергия, страсть и боевой дух полностью вовлечена в проявление твоё призвание, репутация и общественное предназначение. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твоя энергия, страсть и боевой дух и твоё призвание, репутация и общественное предназначение работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твоя энергия, страсть и боевой дух и твоё призвание, репутация и общественное предназначение находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя энергия, страсть и боевой дух и твоё призвание, репутация и общественное предназначение работают как единый организм для твоего процветания.",
    "Квинконс": "Между твоя энергия, страсть и боевой дух и твоё призвание, репутация и общественное предназначение существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твоя энергия, страсть и боевой дух и твоё призвание, репутация и общественное предназначение показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Jupiter_Saturn": {
    "Соединение": "Когда твоя удача, щедрость и стремление к расширению соединяется с твоя ответственность, дисциплина и жизненный опыт, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "Природное соответствие между твоя удача, щедрость и стремление к расширению и твоя ответственность, дисциплина и жизненный опыт открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "твоя удача, щедрость и стремление к расширению бросает вызов твоя ответственность, дисциплина и жизненный опыт, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твоя удача, щедрость и стремление к расширению и твоя ответственность, дисциплина и жизненный опыт образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя удача, щедрость и стремление к расширению и твоя ответственность, дисциплина и жизненный опыт требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя удача, щедрость и стремление к расширению и твоя ответственность, дисциплина и жизненный опыт — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Jupiter_Uranus": {
    "Соединение": "Союз твоя удача, щедрость и стремление к расширению и твоя уникальность, инновации и свобода создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя удача, щедрость и стремление к расширению и твоя уникальность, инновации и свобода танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "Конфликт между твоя удача, щедрость и стремление к расширению и твоя уникальность, инновации и свобода не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твоя удача, щедрость и стремление к расширению естественно поддерживает твоя уникальность, инновации и свобода, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "Между твоя удача, щедрость и стремление к расширению и твоя уникальность, инновации и свобода существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "Напряжение между твоя удача, щедрость и стремление к расширению и твоя уникальность, инновации и свобода может быть источником кризиса или источником глубокого понимания."
  },
  "Jupiter_Neptune": {
    "Соединение": "Союз твоя удача, щедрость и стремление к расширению и твоя интуиция, духовность и связь с иллюзией создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя удача, щедрость и стремление к расширению и твоя интуиция, духовность и связь с иллюзией работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Конфликт между твоя удача, щедрость и стремление к расширению и твоя интуиция, духовность и связь с иллюзией не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твоя удача, щедрость и стремление к расширению и твоя интуиция, духовность и связь с иллюзией танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твоя удача, щедрость и стремление к расширению и твоя интуиция, духовность и связь с иллюзией существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твоя удача, щедрость и стремление к расширению и твоя интуиция, духовность и связь с иллюзией стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Jupiter_Pluto": {
    "Соединение": "твоя удача, щедрость и стремление к расширению и твоя трансформирующая власть и глубочайшие желания встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твоя удача, щедрость и стремление к расширению и твоя трансформирующая власть и глубочайшие желания работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твоя удача, щедрость и стремление к расширению и твоя трансформирующая власть и глубочайшие желания находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя удача, щедрость и стремление к расширению и твоя трансформирующая власть и глубочайшие желания работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя удача, щедрость и стремление к расширению и твоя трансформирующая власть и глубочайшие желания требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "твоя удача, щедрость и стремление к расширению и твоя трансформирующая власть и глубочайшие желания показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Jupiter_North_node": {
    "Соединение": "твоя удача, щедрость и стремление к расширению и твоя кармическая цель и направление эволюции встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твоя удача, щедрость и стремление к расширению и твоя кармическая цель и направление эволюции работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Конфликт между твоя удача, щедрость и стремление к расширению и твоя кармическая цель и направление эволюции не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя удача, щедрость и стремление к расширению и твоя кармическая цель и направление эволюции работают как единый организм для твоего процветания.",
    "Квинконс": "Между твоя удача, щедрость и стремление к расширению и твоя кармическая цель и направление эволюции существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твоя удача, щедрость и стремление к расширению и твоя кармическая цель и направление эволюции показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Jupiter_South_node": {
    "Соединение": "Когда твоя удача, щедрость и стремление к расширению соединяется с твой прошлый опыт и врождённые таланты, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "твоя удача, щедрость и стремление к расширению и твой прошлый опыт и врождённые таланты танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя удача, щедрость и стремление к расширению бросает вызов твой прошлый опыт и врождённые таланты, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "Идеальное согласие между твоя удача, щедрость и стремление к расширению и твой прошлый опыт и врождённые таланты означает, что успех приходит к тебе как воздух.",
    "Квинконс": "твоя удача, щедрость и стремление к расширению и твой прошлый опыт и врождённые таланты требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твоя удача, щедрость и стремление к расширению и твой прошлый опыт и врождённые таланты может быть источником кризиса или источником глубокого понимания."
  },
  "Jupiter_Lilith": {
    "Соединение": "твоя удача, щедрость и стремление к расширению полностью вовлечена в проявление твоя тень, подавленная мятежность и подлинная власть. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твоя удача, щедрость и стремление к расширению и твоя тень, подавленная мятежность и подлинная власть создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя удача, щедрость и стремление к расширению и твоя тень, подавленная мятежность и подлинная власть находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя удача, щедрость и стремление к расширению и твоя тень, подавленная мятежность и подлинная власть работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя удача, щедрость и стремление к расширению и твоя тень, подавленная мятежность и подлинная власть требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя удача, щедрость и стремление к расширению и твоя тень, подавленная мятежность и подлинная власть — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Jupiter_ASC": {
    "Соединение": "Союз твоя удача, щедрость и стремление к расширению и твоя маска, первое впечатление и подход к жизни создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя удача, щедрость и стремление к расширению и твоя маска, первое впечатление и подход к жизни работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Конфликт между твоя удача, щедрость и стремление к расширению и твоя маска, первое впечатление и подход к жизни не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твоя удача, щедрость и стремление к расширению и твоя маска, первое впечатление и подход к жизни танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твоя удача, щедрость и стремление к расширению и твоя маска, первое впечатление и подход к жизни существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твоя удача, щедрость и стремление к расширению и твоя маска, первое впечатление и подход к жизни противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Jupiter_MC": {
    "Соединение": "твоя удача, щедрость и стремление к расширению и твоё призвание, репутация и общественное предназначение встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твоя удача, щедрость и стремление к расширению щедро дарует способности для выражения твоё призвание, репутация и общественное предназначение. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "Напряжение между твоя удача, щедрость и стремление к расширению и твоё призвание, репутация и общественное предназначение — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "твоя удача, щедрость и стремление к расширению естественно поддерживает твоё призвание, репутация и общественное предназначение, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твоя удача, щедрость и стремление к расширению и твоё призвание, репутация и общественное предназначение не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твоя удача, щедрость и стремление к расширению и твоё призвание, репутация и общественное предназначение стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Saturn_Uranus": {
    "Соединение": "Когда твоя ответственность, дисциплина и жизненный опыт соединяется с твоя уникальность, инновации и свобода, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "Гладкое взаимодействие твоя ответственность, дисциплина и жизненный опыт и твоя уникальность, инновации и свобода создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя ответственность, дисциплина и жизненный опыт и твоя уникальность, инновации и свобода находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "твоя ответственность, дисциплина и жизненный опыт и твоя уникальность, инновации и свобода образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя ответственность, дисциплина и жизненный опыт и твоя уникальность, инновации и свобода требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя ответственность, дисциплина и жизненный опыт и твоя уникальность, инновации и свобода — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Saturn_Neptune": {
    "Соединение": "Интенсивное взаимодействие твоя ответственность, дисциплина и жизненный опыт и твоя интуиция, духовность и связь с иллюзией создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя ответственность, дисциплина и жизненный опыт и твоя интуиция, духовность и связь с иллюзией танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя ответственность, дисциплина и жизненный опыт бросает вызов твоя интуиция, духовность и связь с иллюзией, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твоя ответственность, дисциплина и жизненный опыт естественно поддерживает твоя интуиция, духовность и связь с иллюзией, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твоя ответственность, дисциплина и жизненный опыт и твоя интуиция, духовность и связь с иллюзией требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твоя ответственность, дисциплина и жизненный опыт и твоя интуиция, духовность и связь с иллюзией может быть источником кризиса или источником глубокого понимания."
  },
  "Saturn_Pluto": {
    "Соединение": "твоя ответственность, дисциплина и жизненный опыт и твоя трансформирующая власть и глубочайшие желания встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твоя ответственность, дисциплина и жизненный опыт щедро дарует способности для выражения твоя трансформирующая власть и глубочайшие желания. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "Напряжение между твоя ответственность, дисциплина и жизненный опыт и твоя трансформирующая власть и глубочайшие желания — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "твоя ответственность, дисциплина и жизненный опыт естественно поддерживает твоя трансформирующая власть и глубочайшие желания, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твоя ответственность, дисциплина и жизненный опыт и твоя трансформирующая власть и глубочайшие желания не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твоя ответственность, дисциплина и жизненный опыт и твоя трансформирующая власть и глубочайшие желания стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Saturn_North_node": {
    "Соединение": "твоя ответственность, дисциплина и жизненный опыт полностью вовлечена в проявление твоя кармическая цель и направление эволюции. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твоя ответственность, дисциплина и жизненный опыт и твоя кармическая цель и направление эволюции работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твоя ответственность, дисциплина и жизненный опыт и твоя кармическая цель и направление эволюции находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя ответственность, дисциплина и жизненный опыт и твоя кармическая цель и направление эволюции работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя ответственность, дисциплина и жизненный опыт и твоя кармическая цель и направление эволюции требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "твоя ответственность, дисциплина и жизненный опыт и твоя кармическая цель и направление эволюции показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Saturn_South_node": {
    "Соединение": "твоя ответственность, дисциплина и жизненный опыт и твой прошлый опыт и врождённые таланты встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твоя ответственность, дисциплина и жизненный опыт щедро дарует способности для выражения твой прошлый опыт и врождённые таланты. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "Напряжение между твоя ответственность, дисциплина и жизненный опыт и твой прошлый опыт и врождённые таланты — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "твоя ответственность, дисциплина и жизненный опыт и твой прошлый опыт и врождённые таланты образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя ответственность, дисциплина и жизненный опыт и твой прошлый опыт и врождённые таланты не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твоя ответственность, дисциплина и жизненный опыт и твой прошлый опыт и врождённые таланты стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Saturn_Lilith": {
    "Соединение": "Союз твоя ответственность, дисциплина и жизненный опыт и твоя тень, подавленная мятежность и подлинная власть создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя ответственность, дисциплина и жизненный опыт и твоя тень, подавленная мятежность и подлинная власть танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "Конфликт между твоя ответственность, дисциплина и жизненный опыт и твоя тень, подавленная мятежность и подлинная власть не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твоя ответственность, дисциплина и жизненный опыт и твоя тень, подавленная мятежность и подлинная власть танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "твоя ответственность, дисциплина и жизненный опыт и твоя тень, подавленная мятежность и подлинная власть требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "твоя ответственность, дисциплина и жизненный опыт и твоя тень, подавленная мятежность и подлинная власть стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Saturn_ASC": {
    "Соединение": "Когда твоя ответственность, дисциплина и жизненный опыт соединяется с твоя маска, первое впечатление и подход к жизни, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "Природное соответствие между твоя ответственность, дисциплина и жизненный опыт и твоя маска, первое впечатление и подход к жизни открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "твоя ответственность, дисциплина и жизненный опыт бросает вызов твоя маска, первое впечатление и подход к жизни, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твоя ответственность, дисциплина и жизненный опыт и твоя маска, первое впечатление и подход к жизни образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя ответственность, дисциплина и жизненный опыт и твоя маска, первое впечатление и подход к жизни требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя ответственность, дисциплина и жизненный опыт и твоя маска, первое впечатление и подход к жизни — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Saturn_MC": {
    "Соединение": "твоя ответственность, дисциплина и жизненный опыт полностью вовлечена в проявление твоё призвание, репутация и общественное предназначение. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твоя ответственность, дисциплина и жизненный опыт и твоё призвание, репутация и общественное предназначение создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя ответственность, дисциплина и жизненный опыт и твоё призвание, репутация и общественное предназначение находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Идеальное согласие между твоя ответственность, дисциплина и жизненный опыт и твоё призвание, репутация и общественное предназначение означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Между твоя ответственность, дисциплина и жизненный опыт и твоё призвание, репутация и общественное предназначение существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя ответственность, дисциплина и жизненный опыт и твоё призвание, репутация и общественное предназначение противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Uranus_Neptune": {
    "Соединение": "Союз твоя уникальность, инновации и свобода и твоя интуиция, духовность и связь с иллюзией создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя уникальность, инновации и свобода и твоя интуиция, духовность и связь с иллюзией работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Конфликт между твоя уникальность, инновации и свобода и твоя интуиция, духовность и связь с иллюзией не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твоя уникальность, инновации и свобода естественно поддерживает твоя интуиция, духовность и связь с иллюзией, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "Между твоя уникальность, инновации и свобода и твоя интуиция, духовность и связь с иллюзией существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "Напряжение между твоя уникальность, инновации и свобода и твоя интуиция, духовность и связь с иллюзией может быть источником кризиса или источником глубокого понимания."
  },
  "Uranus_Pluto": {
    "Соединение": "Интенсивное взаимодействие твоя уникальность, инновации и свобода и твоя трансформирующая власть и глубочайшие желания создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя уникальность, инновации и свобода щедро дарует способности для выражения твоя трансформирующая власть и глубочайшие желания. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твоя уникальность, инновации и свобода и твоя трансформирующая власть и глубочайшие желания не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя уникальность, инновации и свобода и твоя трансформирующая власть и глубочайшие желания танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "твоя уникальность, инновации и свобода и твоя трансформирующая власть и глубочайшие желания не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твоя уникальность, инновации и свобода и твоя трансформирующая власть и глубочайшие желания стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Uranus_North_node": {
    "Соединение": "твоя уникальность, инновации и свобода и твоя кармическая цель и направление эволюции встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твоя уникальность, инновации и свобода щедро дарует способности для выражения твоя кармическая цель и направление эволюции. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твоя уникальность, инновации и свобода и твоя кармическая цель и направление эволюции находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "твоя уникальность, инновации и свобода естественно поддерживает твоя кармическая цель и направление эволюции, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "Между твоя уникальность, инновации и свобода и твоя кармическая цель и направление эволюции существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твоя уникальность, инновации и свобода и твоя кармическая цель и направление эволюции показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Uranus_South_node": {
    "Соединение": "твоя уникальность, инновации и свобода полностью вовлечена в проявление твой прошлый опыт и врождённые таланты. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твоя уникальность, инновации и свобода и твой прошлый опыт и врождённые таланты работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твоя уникальность, инновации и свобода и твой прошлый опыт и врождённые таланты находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя уникальность, инновации и свобода и твой прошлый опыт и врождённые таланты работают как единый организм для твоего процветания.",
    "Квинконс": "Между твоя уникальность, инновации и свобода и твой прошлый опыт и врождённые таланты существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твоя уникальность, инновации и свобода и твой прошлый опыт и врождённые таланты показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Uranus_Lilith": {
    "Соединение": "твоя уникальность, инновации и свобода и твоя тень, подавленная мятежность и подлинная власть встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "Природное соответствие между твоя уникальность, инновации и свобода и твоя тень, подавленная мятежность и подлинная власть открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твоя уникальность, инновации и свобода и твоя тень, подавленная мятежность и подлинная власть — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя уникальность, инновации и свобода и твоя тень, подавленная мятежность и подлинная власть работают как единый организм для твоего процветания.",
    "Квинконс": "Между твоя уникальность, инновации и свобода и твоя тень, подавленная мятежность и подлинная власть существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя уникальность, инновации и свобода и твоя тень, подавленная мятежность и подлинная власть показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Uranus_ASC": {
    "Соединение": "Интенсивное взаимодействие твоя уникальность, инновации и свобода и твоя маска, первое впечатление и подход к жизни создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "твоя уникальность, инновации и свобода щедро дарует способности для выражения твоя маска, первое впечатление и подход к жизни. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твоя уникальность, инновации и свобода и твоя маска, первое впечатление и подход к жизни не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя уникальность, инновации и свобода естественно поддерживает твоя маска, первое впечатление и подход к жизни, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твоя уникальность, инновации и свобода и твоя маска, первое впечатление и подход к жизни требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твоя уникальность, инновации и свобода и твоя маска, первое впечатление и подход к жизни может быть источником кризиса или источником глубокого понимания."
  },
  "Uranus_MC": {
    "Соединение": "Когда твоя уникальность, инновации и свобода соединяется с твоё призвание, репутация и общественное предназначение, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "твоя уникальность, инновации и свобода и твоё призвание, репутация и общественное предназначение танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя уникальность, инновации и свобода бросает вызов твоё призвание, репутация и общественное предназначение, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твоя уникальность, инновации и свобода и твоё призвание, репутация и общественное предназначение образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя уникальность, инновации и свобода и твоё призвание, репутация и общественное предназначение требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Полярность между твоя уникальность, инновации и свобода и твоё призвание, репутация и общественное предназначение — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Neptune_Pluto": {
    "Соединение": "Союз твоя интуиция, духовность и связь с иллюзией и твоя трансформирующая власть и глубочайшие желания создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя интуиция, духовность и связь с иллюзией и твоя трансформирующая власть и глубочайшие желания танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя интуиция, духовность и связь с иллюзией бросает вызов твоя трансформирующая власть и глубочайшие желания, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твоя интуиция, духовность и связь с иллюзией естественно поддерживает твоя трансформирующая власть и глубочайшие желания, создавая поток благодати в твоей жизни. Ты одарена этим сочетанием.",
    "Квинконс": "твоя интуиция, духовность и связь с иллюзией и твоя трансформирующая власть и глубочайшие желания требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твоя интуиция, духовность и связь с иллюзией и твоя трансформирующая власть и глубочайшие желания может быть источником кризиса или источником глубокого понимания."
  },
  "Neptune_North_node": {
    "Соединение": "твоя интуиция, духовность и связь с иллюзией полностью вовлечена в проявление твоя кармическая цель и направление эволюции. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твоя интуиция, духовность и связь с иллюзией и твоя кармическая цель и направление эволюции создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя интуиция, духовность и связь с иллюзией и твоя кармическая цель и направление эволюции находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Идеальное согласие между твоя интуиция, духовность и связь с иллюзией и твоя кармическая цель и направление эволюции означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя интуиция, духовность и связь с иллюзией и твоя кармическая цель и направление эволюции требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя интуиция, духовность и связь с иллюзией и твоя кармическая цель и направление эволюции — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Neptune_South_node": {
    "Соединение": "Интенсивное взаимодействие твоя интуиция, духовность и связь с иллюзией и твой прошлый опыт и врождённые таланты создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твоя интуиция, духовность и связь с иллюзией и твой прошлый опыт и врождённые таланты создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя интуиция, духовность и связь с иллюзией бросает вызов твой прошлый опыт и врождённые таланты, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "Идеальное согласие между твоя интуиция, духовность и связь с иллюзией и твой прошлый опыт и врождённые таланты означает, что успех приходит к тебе как воздух.",
    "Квинконс": "твоя интуиция, духовность и связь с иллюзией и твой прошлый опыт и врождённые таланты требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твоя интуиция, духовность и связь с иллюзией и твой прошлый опыт и врождённые таланты может быть источником кризиса или источником глубокого понимания."
  },
  "Neptune_Lilith": {
    "Соединение": "Интенсивное взаимодействие твоя интуиция, духовность и связь с иллюзией и твоя тень, подавленная мятежность и подлинная власть создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твоя интуиция, духовность и связь с иллюзией и твоя тень, подавленная мятежность и подлинная власть создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя интуиция, духовность и связь с иллюзией и твоя тень, подавленная мятежность и подлинная власть находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "твоя интуиция, духовность и связь с иллюзией и твоя тень, подавленная мятежность и подлинная власть образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя интуиция, духовность и связь с иллюзией и твоя тень, подавленная мятежность и подлинная власть требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя интуиция, духовность и связь с иллюзией и твоя тень, подавленная мятежность и подлинная власть — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Neptune_ASC": {
    "Соединение": "твоя интуиция, духовность и связь с иллюзией полностью вовлечена в проявление твоя маска, первое впечатление и подход к жизни. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твоя интуиция, духовность и связь с иллюзией и твоя маска, первое впечатление и подход к жизни работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твоя интуиция, духовность и связь с иллюзией и твоя маска, первое впечатление и подход к жизни находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя интуиция, духовность и связь с иллюзией и твоя маска, первое впечатление и подход к жизни работают как единый организм для твоего процветания.",
    "Квинконс": "Между твоя интуиция, духовность и связь с иллюзией и твоя маска, первое впечатление и подход к жизни существует скрытое противоречие, которое разрешается только через осознание и адаптацию.",
    "Оппозиция": "твоя интуиция, духовность и связь с иллюзией и твоя маска, первое впечатление и подход к жизни показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Neptune_MC": {
    "Соединение": "твоя интуиция, духовность и связь с иллюзией и твоё призвание, репутация и общественное предназначение встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "твоя интуиция, духовность и связь с иллюзией щедро дарует способности для выражения твоё призвание, репутация и общественное предназначение. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "Напряжение между твоя интуиция, духовность и связь с иллюзией и твоё призвание, репутация и общественное предназначение — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "твоя интуиция, духовность и связь с иллюзией и твоё призвание, репутация и общественное предназначение танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твоя интуиция, духовность и связь с иллюзией и твоё призвание, репутация и общественное предназначение существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя интуиция, духовность и связь с иллюзией и твоё призвание, репутация и общественное предназначение стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Pluto_North_node": {
    "Соединение": "Когда твоя трансформирующая власть и глубочайшие желания соединяется с твоя кармическая цель и направление эволюции, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "твоя трансформирующая власть и глубочайшие желания и твоя кармическая цель и направление эволюции танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя трансформирующая власть и глубочайшие желания и твоя кармическая цель и направление эволюции находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "твоя трансформирующая власть и глубочайшие желания и твоя кармическая цель и направление эволюции образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя трансформирующая власть и глубочайшие желания и твоя кармическая цель и направление эволюции требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя трансформирующая власть и глубочайшие желания и твоя кармическая цель и направление эволюции — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Pluto_South_node": {
    "Соединение": "Интенсивное взаимодействие твоя трансформирующая власть и глубочайшие желания и твой прошлый опыт и врождённые таланты создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твоя трансформирующая власть и глубочайшие желания и твой прошлый опыт и врождённые таланты создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя трансформирующая власть и глубочайшие желания и твой прошлый опыт и врождённые таланты не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя трансформирующая власть и глубочайшие желания и твой прошлый опыт и врождённые таланты образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя трансформирующая власть и глубочайшие желания и твой прошлый опыт и врождённые таланты не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "Полярность между твоя трансформирующая власть и глубочайшие желания и твой прошлый опыт и врождённые таланты — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Pluto_Lilith": {
    "Соединение": "Когда твоя трансформирующая власть и глубочайшие желания соединяется с твоя тень, подавленная мятежность и подлинная власть, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "твоя трансформирующая власть и глубочайшие желания и твоя тень, подавленная мятежность и подлинная власть танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя трансформирующая власть и глубочайшие желания бросает вызов твоя тень, подавленная мятежность и подлинная власть, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "твоя трансформирующая власть и глубочайшие желания и твоя тень, подавленная мятежность и подлинная власть образуют совершенную гармонию, даруя тебе врождённый талант и лёгкое проявление.",
    "Квинконс": "твоя трансформирующая власть и глубочайшие желания и твоя тень, подавленная мятежность и подлинная власть требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Полярность между твоя трансформирующая власть и глубочайшие желания и твоя тень, подавленная мятежность и подлинная власть — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "Pluto_ASC": {
    "Соединение": "твоя трансформирующая власть и глубочайшие желания и твоя маска, первое впечатление и подход к жизни встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "Природное соответствие между твоя трансформирующая власть и глубочайшие желания и твоя маска, первое впечатление и подход к жизни открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твоя трансформирующая власть и глубочайшие желания и твоя маска, первое впечатление и подход к жизни — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя трансформирующая власть и глубочайшие желания и твоя маска, первое впечатление и подход к жизни работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя трансформирующая власть и глубочайшие желания и твоя маска, первое впечатление и подход к жизни требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "твоя трансформирующая власть и глубочайшие желания и твоя маска, первое впечатление и подход к жизни показывают две стороны одной медали. Твоя задача — научиться их балансировать."
  },
  "Pluto_MC": {
    "Соединение": "Союз твоя трансформирующая власть и глубочайшие желания и твоё призвание, репутация и общественное предназначение создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя трансформирующая власть и глубочайшие желания и твоё призвание, репутация и общественное предназначение работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "Конфликт между твоя трансформирующая власть и глубочайшие желания и твоё призвание, репутация и общественное предназначение не случаен — это окно для понимания и интеграции противоречивых частей себя.",
    "Тригон": "твоя трансформирующая власть и глубочайшие желания и твоё призвание, репутация и общественное предназначение танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твоя трансформирующая власть и глубочайшие желания и твоё призвание, репутация и общественное предназначение существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя трансформирующая власть и глубочайшие желания и твоё призвание, репутация и общественное предназначение стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "North_node_South_node": {
    "Соединение": "твоя кармическая цель и направление эволюции и твой прошлый опыт и врождённые таланты встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "Природное соответствие между твоя кармическая цель и направление эволюции и твой прошлый опыт и врождённые таланты открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твоя кармическая цель и направление эволюции и твой прошлый опыт и врождённые таланты — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя кармическая цель и направление эволюции и твой прошлый опыт и врождённые таланты работают как единый организм для твоего процветания.",
    "Квинконс": "Между твоя кармическая цель и направление эволюции и твой прошлый опыт и врождённые таланты существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя кармическая цель и направление эволюции и твой прошлый опыт и врождённые таланты противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "North_node_Lilith": {
    "Соединение": "твоя кармическая цель и направление эволюции полностью вовлечена в проявление твоя тень, подавленная мятежность и подлинная власть. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твоя кармическая цель и направление эволюции и твоя тень, подавленная мятежность и подлинная власть работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твоя кармическая цель и направление эволюции и твоя тень, подавленная мятежность и подлинная власть находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "твоя кармическая цель и направление эволюции и твоя тень, подавленная мятежность и подлинная власть танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "Между твоя кармическая цель и направление эволюции и твоя тень, подавленная мятежность и подлинная власть существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя кармическая цель и направление эволюции и твоя тень, подавленная мятежность и подлинная власть противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "North_node_ASC": {
    "Соединение": "Союз твоя кармическая цель и направление эволюции и твоя маска, первое впечатление и подход к жизни создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя кармическая цель и направление эволюции и твоя маска, первое впечатление и подход к жизни танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя кармическая цель и направление эволюции и твоя маска, первое впечатление и подход к жизни не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя кармическая цель и направление эволюции и твоя маска, первое впечатление и подход к жизни танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "твоя кармическая цель и направление эволюции и твоя маска, первое впечатление и подход к жизни не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твоя кармическая цель и направление эволюции и твоя маска, первое впечатление и подход к жизни стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "North_node_MC": {
    "Соединение": "Интенсивное взаимодействие твоя кармическая цель и направление эволюции и твоё призвание, репутация и общественное предназначение создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твоя кармическая цель и направление эволюции и твоё призвание, репутация и общественное предназначение создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя кармическая цель и направление эволюции бросает вызов твоё призвание, репутация и общественное предназначение, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "Идеальное согласие между твоя кармическая цель и направление эволюции и твоё призвание, репутация и общественное предназначение означает, что успех приходит к тебе как воздух.",
    "Квинконс": "твоя кармическая цель и направление эволюции и твоё призвание, репутация и общественное предназначение требуют постоянной подстройки, как если бы ты носила неудобную обувь, которая со временем расширяется.",
    "Оппозиция": "Напряжение между твоя кармическая цель и направление эволюции и твоё призвание, репутация и общественное предназначение может быть источником кризиса или источником глубокого понимания."
  },
  "South_node_Lilith": {
    "Соединение": "Когда твой прошлый опыт и врождённые таланты соединяется с твоя тень, подавленная мятежность и подлинная власть, создаётся взрывная смесь, требующая твоего осознания и направления.",
    "Секстиль": "твой прошлый опыт и врождённые таланты щедро дарует способности для выражения твоя тень, подавленная мятежность и подлинная власть. Это один из самых удачных аспектов в твоей карте.",
    "Квадрат": "твой прошлый опыт и врождённые таланты и твоя тень, подавленная мятежность и подлинная власть не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твой прошлый опыт и врождённые таланты и твоя тень, подавленная мятежность и подлинная власть танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "твой прошлый опыт и врождённые таланты и твоя тень, подавленная мятежность и подлинная власть не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твой прошлый опыт и врождённые таланты и твоя тень, подавленная мятежность и подлинная власть стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "South_node_ASC": {
    "Соединение": "Интенсивное взаимодействие твой прошлый опыт и врождённые таланты и твоя маска, первое впечатление и подход к жизни создаёт точку концентрации твоей жизни. Обе энергии требуют сбалансированного выражения.",
    "Секстиль": "Гладкое взаимодействие твой прошлый опыт и врождённые таланты и твоя маска, первое впечатление и подход к жизни создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твой прошлый опыт и врождённые таланты и твоя маска, первое впечатление и подход к жизни находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твой прошлый опыт и врождённые таланты и твоя маска, первое впечатление и подход к жизни работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твой прошлый опыт и врождённые таланты и твоя маска, первое впечатление и подход к жизни требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твой прошлый опыт и врождённые таланты и твоя маска, первое впечатление и подход к жизни — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "South_node_MC": {
    "Соединение": "твой прошлый опыт и врождённые таланты и твоё призвание, репутация и общественное предназначение встречаются в едином фокусе, усиливая друг друга. Это требует осознания их слияния и управления объединённой энергией.",
    "Секстиль": "Природное соответствие между твой прошлый опыт и врождённые таланты и твоё призвание, репутация и общественное предназначение открывает двери к успеху. Энергии взаимно поддерживают друг друга.",
    "Квадрат": "Напряжение между твой прошлый опыт и врождённые таланты и твоё призвание, репутация и общественное предназначение — это динамит для развития твоего сознания. Выбор в том, как его направить.",
    "Тригон": "Идеальное согласие между твой прошлый опыт и врождённые таланты и твоё призвание, репутация и общественное предназначение означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Между твой прошлый опыт и врождённые таланты и твоё призвание, репутация и общественное предназначение существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твой прошлый опыт и врождённые таланты и твоё призвание, репутация и общественное предназначение противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  },
  "Lilith_ASC": {
    "Соединение": "Союз твоя тень, подавленная мятежность и подлинная власть и твоя маска, первое впечатление и подход к жизни создаёт мощный вибрационный центр. Эти энергии неразделимы и требуют единого управления.",
    "Секстиль": "твоя тень, подавленная мятежность и подлинная власть и твоя маска, первое впечатление и подход к жизни танцуют вместе в гармонии, предлагая тебе множество возможностей. Это дар лёгкого сотрудничества.",
    "Квадрат": "твоя тень, подавленная мятежность и подлинная власть и твоя маска, первое впечатление и подход к жизни не ладят, и именно в этом конфликте заложен твой величайший потенциал.",
    "Тригон": "твоя тень, подавленная мятежность и подлинная власть и твоя маска, первое впечатление и подход к жизни танцуют в совершенной синхронизации, даруя тебе дары, которые можно использовать свободно.",
    "Квинконс": "твоя тень, подавленная мятежность и подлинная власть и твоя маска, первое впечатление и подход к жизни не совпадают совершенно, заставляя тебя развивать гибкость и проницательность.",
    "Оппозиция": "твоя тень, подавленная мятежность и подлинная власть и твоя маска, первое впечатление и подход к жизни стоят по разные стороны твоей личности, требуя интеграции этих противоположностей."
  },
  "Lilith_MC": {
    "Соединение": "твоя тень, подавленная мятежность и подлинная власть полностью вовлечена в проявление твоё призвание, репутация и общественное предназначение. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "Гладкое взаимодействие твоя тень, подавленная мятежность и подлинная власть и твоё призвание, репутация и общественное предназначение создаёт возможности, которые ты можешь использовать практически без усилий.",
    "Квадрат": "твоя тень, подавленная мятежность и подлинная власть и твоё призвание, репутация и общественное предназначение находятся в напряжении, создавая трение, которое движет тебя вперёд. Это вызов к трансформации.",
    "Тригон": "Это один из самых благоприятных аспектов: твоя тень, подавленная мятежность и подлинная власть и твоё призвание, репутация и общественное предназначение работают как единый организм для твоего процветания.",
    "Квинконс": "Это раздражающий, но полезный аспект: твоя тень, подавленная мятежность и подлинная власть и твоё призвание, репутация и общественное предназначение требуют от тебя постоянной коррекции курса.",
    "Оппозиция": "Полярность между твоя тень, подавленная мятежность и подлинная власть и твоё призвание, репутация и общественное предназначение — это не конфликт, а приглашение к целостности через признание обеих сторон."
  },
  "ASC_MC": {
    "Соединение": "твоя маска, первое впечатление и подход к жизни полностью вовлечена в проявление твоё призвание, репутация и общественное предназначение. Это может быть даром или вызовом, в зависимости от твоего понимания.",
    "Секстиль": "твоя маска, первое впечатление и подход к жизни и твоё призвание, репутация и общественное предназначение работают как хорошие партнёры, создавая синергию, на которую ты можешь полагаться.",
    "Квадрат": "твоя маска, первое впечатление и подход к жизни бросает вызов твоё призвание, репутация и общественное предназначение, требуя от тебя творческого решения. Это болезненно, но приносит рост.",
    "Тригон": "Идеальное согласие между твоя маска, первое впечатление и подход к жизни и твоё призвание, репутация и общественное предназначение означает, что успех приходит к тебе как воздух.",
    "Квинконс": "Между твоя маска, первое впечатление и подход к жизни и твоё призвание, репутация и общественное предназначение существует странное беспокойство, требующее твоего внимания и переработки понимания.",
    "Оппозиция": "твоя маска, первое впечатление и подход к жизни и твоё призвание, репутация и общественное предназначение противостоят друг другу, но именно в этом противостоянии лежит ключ к твоей зрелости."
  }
}